Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: You can't install binary rpm files when using --install-src
bs: Ne možete instalirati binarne RPM datoteke koristeći --install-src
ro: Nu se pot instala fişierele rpm binare când se foloseşte --install-src

source: You can't install spec files
ro: Nu puteţi instala fişierele spec

source: defaulting to --buildrequires
ro: implicit revenire la --buildrequires

source: please use --buildrequires or --install-src, defaulting to --buildrequires
ro: utilizaţi --buildrequires sau --install-src, implicit revenire la --buildrequires

source: Directory [%s] already exists, please use another directory for bug report or delete it
ar: الدّليل [%s] موجود مسبقاً، رجاء استخدم دليلاً آخر لتقرير المشكلة أو حذفها
az: [%s] qovluğu onsuz da mövcuddur, xahiş edirik xəta raportu üçün başqa qovluq işlədin
bn: ডিরেক্টরি [%s] আগে থেকেই উপস্থিত, ত্রুটি রিপোর্টের জন্য অনুগ্রহ করে অন্য ডিরেক্টরি ব্যবহার করুন বা এটা মুছে ফেলুন
bs: Direktorij [%s] već postoji, molim koristite neki drugi direktorij za prijavu buga ili ga obrišite
eo: Dosieraro [%s] jam ekzistas, bonvole elektu alian dosieraron por la cim-raporto, aŭ forigi ĝin
fa: شاخه‌ی [%s] از قبل وجود دارد، لطفا از شاخه‌ی دیگری برای گزارش اشکال استفاده کنید یاآن را حذف کنید
fur: Le cartele [%s] e esist dizà, par plasè dopre une altre cartele par il bug report o scancelile
ky: [%s] каталогу алдагачан бар, баг жөнүндө билдирүү үчүн башка каталог колдонуңуз же аны өчүрүңүз
lt: Katalogas [%s] jau yra, klaidų ataskaitai naudokite kitą katalogą arba esantį ištrinkite
mk: Директориумот [%s] веќе постои, ве молиме користете друг директориум за пријавување на бубачка или избришете го
mt: Direttorju [%s] diġà jeżisti, jekk jogħġbok agħżel direttorju ieħor għar-rapport jew ħassru
pa_in: ਡਾਇਰੈਕਟਰੀ [%s] ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਬੱਗ ਰਿਪੋਰਟ ਲਈ ਹੋਰ ਡਾਇਰੈਕਟਰੀ ਬਣਾਉ ਜਾਂ ਇਸ ਨੂੰ ਹਟਾਓ
ro: Directorul [%s] există deja, folosiţi un alt director pentru raportarea erorilor sau ştergeţi-l
sc: Sa directory [%s] esistit jai, imprea una atra directory po arrelatai fartas o burradda
sr@latn: Direktorijum [%s] već postoji, izaberite drugi direktorijum za prijavljivanje bagova ili ga izbrišite

source: Unable to create directory [%s] for bug report
ar: تعذر انشاء الدليل [%s] لتقرير العيوب
az: Xəta raportu üçün [%s] cərgəsi yaradıla bilmədi
bn: ত্রুটি রিপোর্টের জন্য [%s] ডিরেক্টরি তৈরি করতে অক্ষম
bs: Ne mogu napraviti direktorij [%s] za prijavu buga
eo: Ne povas krei dosierujon [%s] por cim-raporto
fa: نمی‌توان شاخه‌ی [%s] را برای گزارش اشکال ایجاد کرد
fur: no rivi a creâ le cartele [%s] par il bug report
ky: Баг отчету үчүн [%s] каталогун түзүүгө болбоду
lt: Klaidų ataskaitai negaliu sukurti katalogo [%s]
mk: Не можам да го создадам директориумот [%s] за извештај на бубачка
mt: Ma nistax noħloq id-direttorju [%s] għar-rapport tal-bug
pa_in: ਬੱਗ ਜਾਣਕਾਰੀ ਲਈ ਡਾਇਰੈਕਟਰੀ [%s] ਬਣਾਉਣ ਲਈ ਅਸਫਲ
ro: Nu pot creea directorul [%s] pentru raportul de erori
sc: No potzu creai sa directory [%s] po arrelatai is fartas
sr@latn: ne mogu da napravim direktorijum [%s] za izveštaj o grešci
th: ไม่สามารถสร้างไดเร็คตอรี่ [%s] สำหรับรายงานบัก

source: Environment directory %s does not exist
bs: Direktorij okruženja %s ne postoji
ro: Directorul %s din sistem nu există

source: Error: %s appears to be mounted read-only. Use --allow-force to force operation.
ar: خطأ: يبدو أن %s مركّب بوضع القراءة فقط. استخدم --allow-force لإجبار العملية.
bn: সমস্যা: %s শুধুমাত্র পড়ার জন্য মাউন্ট করা মনে হচ্ছে। বলপুর্বক কাজের জন্য --allow-force ব্যবহার করুন।
bs: Greška: izgleda da je %s montiran samo za čitanje. Koristite opciju --allow-force za prinudnu operaciju.
eo: Eraro: %s ŝajnas esti nur legebla. Uzu --allow-force por provi skribadon.
fa: خطا: %s بنظر میرسد بطور فقط-خوانش سوار شده است. از --allow-force برای اجبار عملیات استفاده گردد.
ky: Ката:мүмкүн %s окуу үчүн гана колдонулган. --allow-force операцияны чакыруу үчүн колдонуу.
lt: Klaida: %s prijungta tik skaitymui. Operacijos vykdymui naudokite --allow-force
mk: Грешка: %s изгледа дека е монтиран само за читање. Користете --allow-force за да принудете операцијата.
pa_in: ਗਲਤੀ: %s ਸ਼ਾਇਦ ਪੜਨ ਲਈ ਹੀ ਮਾਊਟ ਕੀਤੀ ਗਈ ਹੈ। ਧੱਕੇ ਕਰਨ ਲਈ --allow-force ਵਰਤੋਂ।
ro: Eroare: %s pare să nu permită scrierea. Utilizaţi --allow-force pentru forţarea operaţiei.
sc: Faddina: %s parit carrigau a ligi-feti. Impreu --allow-force po fortzai s'atzioni.

source: Updating media...
bs: Ažuriram medije...
ro: Actualizare mediu...

source: %s: %s (to upgrade)
ro: %s: %s (pentru actualizare)

source: %s (to upgrade)
ro: %s (pentru actualizare)

source: %s: %s (to install)
ro: %s: %s (pentru instalare)

source: %s (to install)
ro: %s (pentru instalare)

source: In order to satisfy the '%s' dependency, one of the following packages is needed:
ro: Pentru satisfacerea dependenţelor lui '%s', unul dintre următoarele pachete este necesar:

source: What is your choice? (1-%d)
af: Wat is u keuse (1-%d)
ar: ما هو اختيارك؟ (1-%d)
az: Seçiminiz? (1-%d)
bg: Какъв е вашият избор? (1-%d)
bn: আপনার পছন্দ কি? (1-%d)
bs: Vaš izbor je? (1-%d)
eo: Kiu estas via elekto? (1-%d)
fa: انتخاب شما چه است؟ (1-%d)
fur: Cuale ise le to sielte? (1-%d)
ga: Céard é do rogha? (1-%d)
ka: хьедми юрэдеюми? (1-%d)
ky: Сиздин тандооңуз? (1-%d)
lt: Koks Jūsų pasirinkimas? (1-%d)
lv: Kâda ir jûsu izvçle? (1-%d)
mk: Кој е вашиот избор? (1-%d)
ms: Pilihan Anda? (1-%d)
mt: X'tagħżel? (1-%d)
no: Hva er ditt valg? (1-%d)
pa_in: ਤੁਹਾਡੀ ਚੋਣ ਕੀ ਹੈ? (1-%d)
ro: Ce alegeţi? (1-%d)
sc: Ita sçoberas? (1-%d)
sr@latn: Šta želite? (1-%d)
th: ต้องการเลือกอะไรครับ (1-%d)

source: The following package cannot be installed because it depends on packages that are older than the installed ones: %s
ro: Acest pachet nu s-a putut instala deoarece depinde de pachete mai vechi decât cele instalate: %s

source: The following packages can't be installed because they depend on packages that are older than the installed ones: %s
ar: الحزم التالية لا يمكن تثبيتها لأنها تعتمد على حزم أقدم من المثبتة: %s
bn: নিম্নলিখিত প্যাকেজসমুহকে ইনস্টল করা যাবে না কারন তারা এমন প্যাকেজের পুরাতন সংস্করণের উপর নির্ভরশীল যার নতুন সংস্করণ ইনস্টল করা আছে: %s
bs: Sljedeći paketi se ne mogu instalirati pošto zavise od sljedećih paketa koji su stariji od instaliranih: %s
eo: La sekvantaj pakaĵoj ne povas esti instalataj ĉar ili dependas de aliaj pakaĵoj kiuj estas pli malnovaj ol tiuj kiuj estas jam instalataj: %s
fa: بسته‌های بدنبال آمده نمی‌توانند نصب گردند برای اینکه آنها بر بسته‌های دیگر بستگی داشته که کهنه تر از بسته‌های نصب شده هستند: %s
ky: Төмөнкү пакеттерди орнотууга болбойт, себеби алар эскирген пакеттерден көз каранды: %s
lt: Išvardyti paketai negali būti įdiegti, nes jie yra priklausomi nuo paketų, kurie yra senesni nei dabar įdiegti: %s
mk: Следниве пакети не може да се инсталираат бидејќи зависат од пакети кои се постари од инсталираните: %s
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ, ਕਿਉਕਿ ਇਹ ਪੈਕੇਜਾਂ ਤੇ ਨਿਰਭਰ ਹਨ, ਜੋ ਕਿ ਇੰਸਟਾਲ ਕੀਤਿਆਂ ਤੋਂ ਪੁਰਾਣੇ ਹਨ: %s
ro: Aceste pachete nu s-au putut instala deoarece depind de pachete mai vechi decât cele instalate: %s
sc: Is pakitus ki sighint no fait a dus aposentai, ca dependint de pakitus prus beçus de cuddus aposentaus: %s

source: Continue installation anyway?
bs: Svejedno nastavljate instalaciju?
ro: Continuaţi totuşi instalarea?

source: (Y/n)
ar: (ن/ل)
az: (B/x)
bs: (D/n)
eo: (J/n)
fur: (s/N)
lt: (T/n)
mk: (D/n)
ms: (Y/t)
mt: (I/l)
no: (J/n)
ro: (D/n)
sr@latn: (D/n)

source: A requested package cannot be installed: %s
ro: Pachetul cerut nu poate fi instalat: %s

source: Some requested packages cannot be installed: %s
ar: لا يمكن تثبيت بعض الحزم المطلوبة: %s
az: Bəzi istənən paketlər qurula bilmir: %s
bn: আবেদনকৃত কিছু প্যাকেজ ইনস্টল করা যায়নি: %s
bs: Neki od traženih paketa se ne mogu instalirati: %s
eo: Iuj postulataj pakaĵoj ne instaleblas: %s
fa: بعضی از بسته‌های خواسته شده نمی‌توانند نصب شوند: %s
ky: Талап кылынган кээ бир пакеттерди орноттууга болбойт: %s
lt: Pareikalautas paketas negali būti įdiegtas: %s
mk: Некои од бараните пакети не можат да се инсталираат: %s
mt: Xi pakketti mitluba ma jistgħux jiġu nstallati: %s
ro: Unele pachete cerute nu pot fi instalate: %s
sc: Cancu pakitu bòfiu no fait a d'aposentai: %s
sr@latn: Neki izabrani paketi se ne mogu instalirati: %s

source: removing package %s will break your system
ar: إزالة الحزمة %s ستتسبب في تعطيل نظامك
az: %s paketini silmək sisteminizi pozacaq
bn: %s প্যাকেজ সরালে আপনার সিস্টেমের সমস্যা হবে
bs: uklanjanje paketa %s će pokvariti vaš sistem
eo: forigi pakaĵon %s detruos vian sistemon
fa: برداشتن بسته‌ی %s سیستم شما را خواهد شکست
fur: rimovi il pachet %s al prejudicarâ il to sisteme
ky: %s пакетин алып салуу сиздин системаңыздын ишин бузат
lt: paketo %s pašalinimas sugadins jūsų sistemą
mk: отстранувањето на пакетот %s ќе го растури вашиот систем
mt: jekk tneħħi l-pakkett %s is-sistema ma tibqax taħdem sew
pa_in: ਪੈਕੇਜ %s ਹਟਾਉਣ ਨਾਲ ਤੁਹਾਡਾ ਸਿਸਟਮ ਖਰਾਬ ਹੋ ਜਾਵੇਗਾ
ro: ştergerea pachetului %s va deteriora sistemul dvs
sc: srexinai su pakitu %s at a arrogai su sistema
sr@latn: uklanjanje paketa %s će narušiti Vaš sistem

source: The installation cannot continue because the following package has to be removed for others to be upgraded: %s
ro: Instalarea nu poate continua deoarece următoarele pachete trebuie şterse pentru ca altele să fie actualizate: %s

source: The installation cannot continue because the following packages have to be removed for others to be upgraded: %s
ar: لم يمكن متابعة التثبيت لأنه يجب ازالة الحزم التالية لكي تتم ترقية الحزم الأخرى: %s
az: Qurulum davam edə bilmir çünki paketlərin yenilənməsi üçün aşağıdakı paketlərin çıxardılması lazımdır: %s
bn: এই ইনস্টলটি চালিয়ে যাওয়া যাবেনা কারণ নিম্নলিখিত প্যাকেজগুলি সরাতে হবে অন্যগুলি আপগ্রেড করার জন্য: %s
bs: Instalacija se ne može nastaviti zato što sljedeći paketi trebaju biti uklonjeni da bi drugi mogli biti nadograđeni: %s
eo: La instalado ne daŭrigeblas ĉar la sekvantaj pakaĵoj forigotas por ke aliaj estu ĝisdatigotaj: %s
fa: نصب نمی‌تواند ادامه یابد چرا که بسته‌های بدنبال آمده باید برداشته شوند تا بسته‌های دیگر بتوانند ارتقا یابند: %s
fur: Le instalazion no po continuâ parce che i pachets seguints e an di sedi rimovûts par atualizâ altris: %s
ky: Орнотууну улантууга болбойт, себеби башкаларын жаңылоо үчүн төмөнкү пакеттерди алып салуу талап кылынат: ,%s
lt: Įdiegimas negali būti tęsiamas, nes šie paketai turi būti pašalinti, kad kitus būtų galima atnaujinti: %s
mk: Инсталацијата не може да продолжи бидејќи следниве пакети треба да се отстранат за да други се надоградат: %s
mt: L-installazzjoni ma tistax tkompli għax dawn il-pakketti jridu jitneħħew sabiex oħrajn jiġu aġġornati: %s
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ ਹੈ, ਕਿਉਕਿ ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜਾਂ ਨੂੰ ਹੋਰਾਂ ਦੇ ਨਵੀਨੀਕਰਨ ਲਈ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ: %s
ro: Instalarea nu poate continua pt. că următoarele pachete trebuie şterse pentru ca altele să fie actualizate: %s
sc: S'aposentadura no fait a da sighiri, ca is is pakitus ki sighint bolint srexinaus po ndi podi ajorronai atrus: %s
sr@latn: Instalacija se ne može nastaviti zato što sledeći paketi moraju biti uklonjeni da bi ostali mogli da se ažuriraju: %s

source: The following package has to be removed for others to be upgraded: %s
ro: Următoarele pachete trebuie şterse pentru ca altele să fie actualizate: %s

source: The following packages have to be removed for others to be upgraded: %s
ar: يجب حذف الحزم التالية لترقية الحزم الأخرى: %s
az: Paketlərin yenilənməsi üçün aşağıdakı paketlərin çıxardılması lazımdır: %s
bn: নিম্নলিখিত প্যাকেজগুলি অবশ্যই সরাতে হবে অন্যগুলি আপগ্রেড করার জন্য: %s
bs: Sljedeći paketi trebaju biti uklonjeni da bi drugi mogli biti nadograđeni: %s
eo: La sekvantaj pakaĵoj estas forigotaj por ke aliaj estu ĝisdatigotaj: %s
fa: بسته‌های بدنبال آمده باید برداشته شوند تا بسته‌های دیگر بتوانند ارتقا یابند: %s
fur: I pachets listâts e an di sedi rimovûts par podê atualizâ altris: %s
ky: Башкаларын жаңылоо үчүн төмөнкү пакеттерди алып салуу талап кылынат: %s
lt: Šie paketai turi būti pašalinti tam, kad kitus būtų galima atnaujinti: %s
mk: Следниве пакети треба да се отстранат за да други се надоградат: %s
mt: Dawn il-pakketti jridu jitneħħew qabel oħrajn jiġu aġġornati: %s
pa_in: ਹੋਰ ਪੈਕੇਜਾਂ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨ ਦੌਰਾਨ ਇਹ ਪੈਕੇਜ ਹਟਾ ਦਿੱਤੇ ਜਾਣਗੇ: %s
ro: Unrmătoarele pachete trebuie şterse pentru ca altele să fie actualizate: %s
sc: Is pakitus ki sighint bolint srexinaus po ndi podi ajorronai atrus: %s
sr@latn: Sledeći paketi se moraju ukloniti da bi drugi mogli da budu ažurirani: %s

source: (test only, removal will not be actually done)
bs: (samo testiraj, uklanjanje neće biti izvršeno)
ro: (numai test, nu se va efectua ştergerea)

source: You must first call urpmi with --buildrequires to install the following dependencies: %s
ro: Trebuie să rulaţi urpmi cu --buildrequires pentru instalarea următoarelor dependenţe: %s

source: The following orphan package will be removed.
ro: Următorul pachet inutil va fi şters.

source: (test only, installation will not be actually done)
bs: (samo testiraj, instalacija neće biti izvršena)
ro: (numai test, nu se va efectua instalare)

source: %s of additional disk space will be used.
ro: vor fi utilizaţi adiţional %s din spaţiul de pe disc.

source: %s of disk space will be freed.
ro: vor fi eliberaţi %s din spaţiul de pe disc.

source: %s of packages will be retrieved.
ro: %s de pachete vor fi primiţi.

source: Proceed with the installation of one package?
ro: Continuaţi cu instalarea unui pachet?

source: Cancel
af: Kanselleer
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল
bs: Odustani
eo: Nuligu
fa: لغو
fur: Scancele
ga: Cealaigh
ka: бюлоьщдею
ky: Калтыруу
lt: Atšaukti
lv: Atsaukt
mk: Откажи
ms: Batal
mt: Ikkanċella
no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
ro: Renunţă
sc: Annudda
sr@latn: Odustani
th: ยกเลิก

source: Press Enter when mounted...
ro: Apăsaţi Enter după montare...

source: usage: urpmi.addmedia [options] <name> <url> where <url> is one of [file:/]/<path> ftp://<login>:<password>@<host>/<path> ftp://<host>/<path> http://<host>/<path> cdrom://<path> usage: urpmi.addmedia [options] --distrib --mirrorlist <url> usage: urpmi.addmedia [options] --mirrorlist <url> <name> <relative path> examples: urpmi.addmedia --distrib --mirrorlist '$MIRRORLIST' urpmi.addmedia --mirrorlist '$MIRRORLIST' backports media/main/backports and [options] are from
ro: utilizare: urpmi.addmedia [opţiuni] <nume> <url> unde <url> este una din [file:/]/<path> ftp://<login>:<password>@<host>/<path> ftp://<host>/<path> http://<host>/<path> cdrom://<path> utilizare: urpmi.addmedia [opţiuni] --distrib --mirrorlist <url> usage: urpmi.addmedia [options] --mirrorlist <url> <nume> <cale> exemple: urpmi.addmedia --distrib --mirrorlist '$MIRRORLIST' urpmi.addmedia --mirrorlist '$MIRRORLIST' backports media/main/backports şi [opţiunile] sunt din

source: --wget - use wget to retrieve distant files.
ar: --wget - استخدم wget لجلب الملفّات البعيدة.
az: --wget - wget'i uzaqdakı faylları almaq üçün işlədin.
bn: --wget - দুরবর্তী ফাইল আনার জন্য wget ব্যবহার করো।
bs: --wget - koristi wget za download datoteka.
eo: --wget - uzu wget por ekstrakti forajn dosierojn.
fa: --wget - از wget برای دریافت پرونده‌های دوردست استفاده نمایید.
fur: --wget - dopre wget par recuperâ file rimîs.
ky: --wget - алыста жайгашкан файлдары wget аркылуу кабылдоо.
lt: --wget - tolimų bylų atkūrimui naudokite wget.
mk: --wget - користи wget за преземање на далечни датотеки.
ms: --wget - guna wget utk mengambil fail jauh.
mt: --wget - uża wget biex iġġib fajls remoti.
no: --wget - bruk wget til å motta fjerne filer.
ro: --wget - foloseşte wget pentru obţinerea fişierelor de la distanţă.
sc: --wget - imprea wget po agatai is file atesu.
sr@latn: --wget - koristi wget za dobavljanje udaljenih fajlova.
th: --wget - ใช้ wget เพื่อดึงไฟล์ที่อยู่ภายนอก

source: --curl - use curl to retrieve distant files.
ar: --curl - استخدم curl لجلب الملفّات البعيدة.
az: --curl - uzaqdakı faylları almaq üçün curl işlət.
bn: --curl - দুরবর্তী ফাইল আনার জন্য curl ব্যবহার করো।
bs: --curl - koristi curl za download datoteka.
eo: --curl - uzu curl por ekstrakti forajn dosierojn.
fa: --curl - از curl برای دریافت پرونده‌های دور دست استفاده شود.
fur: --curl - dopre curl par recuperâ i file rimîs.
ky: --curl - алыста жайгашкан файлдары curl аркылуу кабылдоо.
lt: --curl - tolimų bylų atkūrimui naudokite curl.
mk: --curl - користи curl за преземање на далечни датотеки.
ms: --curl - guna curl utk mengambil fail jauh.
mt: --curl - uża curl biex iġġib fajls remoti.
no: --curl - bruk curl til å motta fjerne filer.
ro: --curl - foloseşte curl pentru obţinerea fişierelor de la distanţă.
sc: --curl - imprea curl po agatai is file atesu.
sr@latn: --curl - koristi curl za dobavljanje udaljenih fajlova.
th: --curl - ใช้ curl เพื่อดึงไฟล์ซึ่งอยู่ภายนอก

source: --prozilla - use prozilla to retrieve distant files.
ro: --prozilla - utilizaţi prozilla pentru descărcarea fişierelor.

source: --aria2 - use aria2 to retrieve distant files.
ro: --aria2 - utilizaţi aria2 pentru aducerea fişierelor.

source: --xml-info - use the specific policy for downloading xml info files one of: never, on-demand, update-only, always. cf urpmi.cfg(5)
ro: --xml-info - alegeţi metoda pentru descărcarea fişierelor xml una din: niciodată, la cerere, numai la actualizări, întotdeauna. cf urpmi.cfg(5)

source: --probe-synthesis - use synthesis file.
ro: --probe-synthesis - se foloseşte fişierul synthesis.

source: --probe-rpms - use rpm files (instead of synthesis).
ro: --probe-rpms - utilizaţi fişiere rpm (în loc de synthesis).

source: --no-probe - do not try to find any synthesis file.
ro: -no-probe - nu se încearcă găsirea fişierului synthesis.

source: --distrib - automatically create all media from an installation medium.
ar: --distrib - أنشئ كلّ الوسطاء تلقائيّاً من وسيط التّثبيت
az: --distrib - bütün medyaları avtomatik olaraq qurulum medyumundan yarat.
bn: --distrib - একটি ইনস্টলেশনের মাধ্যম থেকে সমস্থ মাধ্যম তৈরী করো সয়ংক্রিয়ভাবে।
bs: --distrib - automatski napravi sve medije iz instalacionog medija.
eo: --distrib - kreas aŭtomate ĉiujn datenportilojn de instala datenportilo.
fa: --distrib - بطور خودکار همه‌ی رسانه‌ها را از یک رسانه‌ی نصب ایجاد می‌کند.
fur: --distrib - crê automaticamentri duç i sopuarts di chei di instalazion.
ky: --distrib - автоматтык түрдө бардык булактарды орнотуу булагынан түзүү.
lt: --distrib - automatiškai sukurti visas laikmenas iš įdiegimo laikmenos.
mk: --distrib - автоматски создади ги сите медиуми од инсталационен медиум.
mt: --distrib - oħloq is-sorsi kollha minn sors ta' installazzjoni.
ro: --distrib - crearea automată a tuturor mediilor de pe un mediu de instalare.
sc: --distrib - crea in automàtigu totu is mèdius de unu mèdiu de aposentadura.
sr@latn: --distrib - automatski napravi sve medije sa instalacionog medija.

source: --interactive - with --distrib, ask confirmation for each media
bs: --interactive - sa --distrib, pitaj prije svakog medija
ro: --interactive - cu --distrib, se cere confirmarea pentru fiecare mediu

source: --all-media - with --distrib, add every listed media
bs: --all-media - sa --distrib, dodaj sve navedene medije
ro: --all-media - with --distrib, se adaugă toate mediile afişate

source: --from - use specified url for list of mirrors, the default is %s
ar: --from - استخدم عنوان url المحدّد للائحة المرايا، والافتراضيّة هي %s
az: --from - əkslərin siyahısı üçün verilən url'ni işlət, əsası %s
bn: --from - মিরর লিস্টের জন্য উল্লেখিত URL ব্যাবহার করো, স্বাভাবিক হলো %s
bs: --from - koristi navedeni url za listu mirrora, podrazumijeva se %s
eo: --from - uzu la indikitan url por la listo de speguloj, la defaŭlta estas %s
fa: --from - استفاده از url مشخص شده برای لیست آینه‌ها،پیش‌فرض %s می‌باشد
fur: --from -dopre le url specificade par otignî le liste dai mirror, %s
ky: --from - күзгүлөрдүн тизмеси үчүн көрсөтүлгөн url колдонуу, алдынала колдонулганы %s
lt: --from - veidrodžių sąrašui naudoti nurodytus url, standartinis yra %s
mk: --from - користи одредена url за листа на огледала, стандардната е %s
mt: --from - uża l-url speċifikat għal-lista tal-mirja, impliċitu huwa %s
ro: --from - foloseşte URL-ul specificat pentru lista oglinzilor, implicit este %s
sc: --from - imprea custa url po sa lista de sprigus, sa predefinia est %s
sr@latn: --from - koristi datu url adresu za list mirora, podrazumevano je %s

source: --virtual - create virtual media wich are always up-to-date.
ro: --virtual - se creează mediu virtual ce este actualizat permanent.

source: --no-md5sum - disable MD5SUM file checking.
ar: --no-md5sum - عطّل التحقّق من MD5SUM للملفّات.
az: --no-md5sum - MD5SUM fayl yoxlamasını qeyri fəallaşdır.
bn: --no-md5sum - MD5SUM ফাইল পরীক্ষা নিষ্ক্রিয় করো।
bs: --no-md5sum - isključi provjeru MD5SUM datoteke.
eo: --no-md5sum - malebligas la kontrolon de dosieroj per MD5SUM.
fa: --no-md5sum - بررسی MD5SUM پرونده را از کار می‌اندازد.
fur: --no-md5sum - disabilite il control MD5SUM.
ky: --no-md5sum - MD5SUM файлын текшербөө.
lt: --no-md5sum - išjungti MD5SUM bylos tikrinimą.
mk: --no-md5sum - оневозможи MD5SUM датотечна проверка.
mt: --no-md5sum - tiċċekkjax MD5SUM.
ro: --no-md5sum - dezactivează verificarea fişierelor folosind MD5SUM.
sc: --no-md5sum - disabiva su controllu de su file MD5SUM.
sr@latn: --no-md5sum - deaktivira MD5SUM proveru fajla.

source: --nopubkey - don't import pubkey of added media
ar: --nopubkey - عدم استيراد pubkey للوسط المضاف
bs: --nopubkey - nemoj uvoziti pubkey dodanog medija
ky: --nopubkey - кошулган булактын жалпы ачкычын импорттобо
lt: --nopubkey - įtrauktai laikmenai neimportuoti pubkey
mk: --nopubkey - не внесувај јавен клуч од додадениот медиум
ro: --nopubkey - nu se importă cheia publică a mediului adăugat
sc: --nopubkey - no importist pubkey de su mèdiu açuntu

source: --raw - add the media in config, but don't update it.
ar: --raw - إضافة الوسط في التهيئة، ولكن دون تحديثه.
bs: --raw - dodaj medij u konfiguraciju, ali bez ažuriranja.
ky: --raw - конфигурацияга булакты кошуу, бирок аны жаңылабоо.
lt: --raw - įtraukti laikmenos konfigūraciją, bet jos neatnaujinti.
mk: --raw - додава медиум во конфигурацијата, но не го ажурира.
ro: --raw - adăugaţi mediul în configurare, dar nu-l actualizaţi.
sc: --raw - açungi su mèdiu in s'assètiu, ma no d'ajorronist.

source: -q - quiet mode.
ar: -q - وضع هادئ.
az: -q - səssiz mod.
bn: -q - নির্বিকার ভাবে।
bs: -q - tihi mod.
eo: -q - silenta modo.
fa: -q - حالت ساکت.
fur: -q - maniere cidine.
ky: -q - кыскартылган режим (quiet).
lt: -q - paslėptoji veiksena.
mk: -q - тивок режим.
ms: -q - mod diam.
mt: -q - modalità kwieta.
no: -q - stille modus.
ro: -q - mod silenţios.
sc: -q - modalidadi citia.
sr@latn: -q - tihi režim (malo poruka).
th: -q - โหมดเงียบ

source: -v - verbose mode.
ar: -v - وضع تفصيلي.
az: -v - təfsilatlı mod.
bn: -v - verbose মোড।
bs: -v - rječiti mod.
eo: -v - babilema modo.
fa: -v - حالت لغتی.
fur: -v - maniere fetôse.
ky: -v - кеңири режим.
lt: -v - verbose veiksena.
mk: -v - опширен режим.
ms: -v - mod verbos.
mt: -v - modalità b'ħafna dettalji (verbose).
ro: -v - mod detaliat.
sc: -v - po ndi sciri de prus.
sr@latn: -v - verbose režim.
th: -v - โหมดคำ

source: known xml-info policies are %s
ro: regulile cunoscute xml-info sunt %s

source: no argument needed for --distrib --mirrorlist <url>
ro: nu sunt necesare argumente pentru --distrib --mirrorlist <url>

source: bad <url> (for local directory, the path must be absolute)
ro: <url>greşit (pentru directoarele locale, adresa trebuie să fie absolută)
