Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: --list-url - list available media and their url.
ar: --list-url - اسرد الوسائط المتوفّرة وعناوينها.
az: --list-url - mövcud medyanı və onların URL-lərini göstər.
bn: --list-url - উপস্থিত মাধ্যম এবং তাঁদের url তালিকাবদ্ধ করো।
bs: --list-url - izlistaj dostupne medije i njihove URLove.
eo: --list-url - listu haveblajn datenportilojn kaj ĝiajn URL-ojn.
fa: --list-url - رسانه‌ی در دسترس و url آنها را فهرست می‌کند.
fur: --list-url - liste les fonts disponibilis e i lôr url.
ky: --list-url - мүмкүн болгон булактар тизмеси жана алардын url-дери.
lt: --list-url - pateikti galimų laikmenų ir jų url sąrašą.
mk: --list-url - листа на достапни медиуми и нивните url.
mt: --list-url - illistja s-sorsi disponibbli u l-urls tagħhom.
ro: --list-url - listează mediile disponibile şi URL-ul lor.
sc: --list-url - allistra is mèdius disponiditzus e is url insoru.
sr@latn: --list-media - prikazuje listu medija i ljihov url.

source: --list-nodes - list available nodes when using --parallel.
ar: --list-nodes - اسرد النقاط المتوفّرة عند استخدام --parallel.
az: --list-nodes - mövcud düyümləri --paralel işlədərkən göstər.
bn: --list-nodes - ব্যবহারের সময় উপস্থিত নোডগুলির তালিকা বরাদ্দ করো --parallel.
bs: --list-nodes - izlistaj dostupne nodove kod korištenja --parallel.
eo: --list-nodes - listigas haveblajn nodojn kiam vi uzas --parallel.
fur: --list-nodes - liste i grops disponibii cuant che si dopre --parallel.
ky: --list-nodes - --parallel колдонуудагы мүмкүн болгон түйүндөр тизмеси.
lt: --list-nodes - kai naudojamas --parallel, išvardyti visus mazgus.
mk: --list-nodes - листа достапни точки кога се користи --parallel.
mt: --list-nodes - illistja nodi disponibbli għal --parallel.
ro: --list-nodes - listează nodurile disponibile când se foloseşte --parallel.
sc: --list-nodes - allistra is nuus disponiditzus candu impreas --parallel.
sr@latn: --list-nodes - prikazuje listu čvorova pri korišćenju opcije --parallel.
th: --list-node - แสดงรายชื่อnodesที่มีอยู่ขณะใช้--parallel

source: --list-aliases - list available parallel aliases.
ar: --list-aliases - إصنع قائمة للأسماء المستعارة الموازية.
az: --list-aliases - mövcud paralel aliasları sırala.
bn: --list-aliases - সমান্তরাল alias সমূহের তালিকা দাও।
bs: --list-aliases - izlistaj dostupne paralelne aliase.
eo: --list-aliases - listigu haveblajn paralelajn kromnomojn.
fa: --list-aliases - نام های مستعار موازی موجود را فهرست می‌کند.
fur: --list-aliases - liste i alias paralei disponibii.
ky: --list-aliases - мүмкүн болгон параллель алиастар тизмеси.
lt: --list-aliases - išvardyti visus lygiagrečiuosius slapyvardžius.
mk: --list-aliases - листа достапни паралелни прекари.
mt: --list-aliases - elenka l-aliases paralleli disponibbli.
ro: --list-aliases - listează alias-urile paralele disponibile.
sc: --list-aliases - allistra ia alias parallelus disponiditzus.
sr@latn: --list-aliases - prikazuje listu paralelnih alijasa.
th: --list-aliases - แสดงรายชื่อ parallel aliases.

source: --dump-config - dump the config in form of urpmi.addmedia argument.
ar: --dump-config - أكتب الإعداد على شكل متغيّر لـ urpmi.addmedia.
az: --dump-config - qurğuları urpmi.addmedia arqumenti formasında göstər.
bn: --dump-config - urpmi.addmedia-এর মত কনফিগ ডাম্প করো।
bs: --dump-config - ispiši konfiguraciju u obliku argumenata za urpmi.addmedia.
eo: --dump-config - afiŝu la konfigurado kiel urpmi.addmedia argumento.
fa: --dump-config - تخلیه‌ی پیکربندی به شکل آرگومان urpmi.addmedia.
fur: --dump-config - mostre le configuraizon te maniere doprade di urpmi.addmedia.
ky: --dump-config - конфигди urpmi.addmedia аргументи көрсөткөн формада дамптоо.
lt: --dump-config - konfigūraciją perrašyti urpmi.addmedia argumento formoje.
mk: --dump-config - отфрли ја конфигурационата датотека во форма на urpmi.addmedia аргумент.
mt: --dump-config - uri l-konfigurazzjoni fil-forma ta' argument għal urpmi.addmedia.
ro: --dump-config - afişează configurarea in formatul argumentului urpmi.addmedia.
sc: --dump-config - amosta s'assètiu ke argumentu de urpmi.addmedia.

source: --src - next package is a source package (same as -s).
ar: --src - الحزمة التالية هي حزمة مصدريّة (مثل -s).
az: --src - növbəti paket mənbə paketidir (-s ilə eyni).
bn: --src - পরবর্তি প্যাকেজটি একটি সোর্স প্যাকেজ (অনুরূপ --s)।
bs: --src - sljedeći paket je source paket (isto što i -s).
eo: --src - venonta pakaĵo estas font-pakaĵo (same kiel -s).
fa: --src - بسته‌ی بعدی یک بسته‌ی منبع (مانند -s) می‌باشد.
fur: --src - il prossim pachet al è un pachet sorzint (sicu -s).
ky: --src - кийинки пакет-баштапкы пакет (-s сыяктуу).
lt: --src - sekantis paketas yra pirminis (toks pat kaip -s).
mk: --src - наредниот пакет е изворен пакет (исто како -s).
ms: --src - pakej berikut adalah pakej sumber (sama dgn -s).
mt: --src - il-pakkett li jmiss huwa pakkett sors (l-istess bħal -s).
no: --src - neste pakke er en kildepakke (samme som -s).
ro: --src - pachetul următor este un pachet sursă ( identic cu -s).
sc: --src - su pakitu ki benit est unu pakitu mitza (su pròpiu de -s).
sr@latn: --src - sledeći paket je izvorni paket (isto kao i -s).
th: --src - แพ็คเกจต่อไปเป็นส่วนของโค้ด (เช่นเดียวกับ -s).

source: --sources - give all source packages before downloading (root only).
ar: --sources - أعط كل الحزم المصدريّة قبل تنزيلها (المستخدم root فقط).
az: --sources - endirmədən əvvəl bütün mənbə paketini ver (təkcə ali istifadəçi).
bn: --sources - ডাউনলোড করার আগ সমস্থ সোর্স প্যাকেজের দাও (শুধুমাত্র রুটে)।
bs: --sources - daj sve source pakete prije downloada (samo root).
eo: --sources - donu ĉiujn font-pakaĵojn antaŭ ol deŝuti (nur root).
fa: --sources - همه بسته‌های منابع را قبل از باگیری می‌دهد (فقط مدیر).
fur: --sources - liste ducj i pachets sorzint prin di scjariâ (dome root).
ky: --sources - жүктөө алдында пакеттердин баштапкы коддорун чыгаруу (root үчүн гана).
lt: --sources - parodyti visus pirminius paketus prieš juos parsiunčiant (tik pradiniam).
mk: --sources - давај ги сите изворни пакети пред преземање (само root).
ms: --sources - beri semua pakej sumber sebelum muatturun (hanya root).
mt: --sources - agħti l-pakketti sorsi kollha qabel tniżżilhom (root biss).
no: --sources - gir alle kildepakker før nedlasting (kun root).
ro: --sources - dă toate pachetele sursă înainte de descărcare (numai root).
sc: --sources - amosta totu is pakitus mitza innantis de dus scarrigai (feti root).
sr@latn: --sources - prikazuje sve izvorne pakete pre download-a (samo root).
th: --โค้ด - ให้โค้ดของแพ็คเกจก่อนดาวน์โหลด (เฉพาะรูทเท่านั้น).

source: --ignorearch - allow to query rpms for unmatched architectures.
bs: --ignorearch - dozvoli upite na RPMove za druge arhitekture.
ro: --ignorearch - se caută rpm-urile pentru arhitectura necorespunzătoare.

source: --use-distrib - configure urpmi on the fly from a distrib tree. This permit to querying a distro.
ar: --use-distrib - أعدّ urpmi بشكل سريع من شجرة التوزيعة. يسمح هذا بالاستعلام من توزيعة.
az: --use-distrib - urpmi-ni birbaşa distrib ağacından quraşdır.
bn: --use-distrib - একটি distrib ট্রি থেকে চলন্ত অবস্থায় urpmi কনফিগার করো। এটা distro নিরীক্ষনের অনুমতি দেবে।
bs: --use-distrib - podesi urpmi u letu iz distrib stabla. Ovo omogućuje ispitivanje distribucije.
fa: --use-distrib - پیکربندی urpmi در هوا از درخت distrib. این پرسش یک توزیع را اجازه می‌دهد.
fur: --use-distrib - configure urpmi dal lamp di un arbul distribuît. Chest a ti permet di interogâ une distribuzion.
ky: --use-distrib - иштөө учурунда distrib дарагынан urpmi-ди конфигдөө. Опция дистрибутивди суроо-талабына уруксат берет.
lt: --use-distrib - urpmi konfigūruoti on the fly metodu iš paskirstymo medžio. Šis leidimas apklausia distro.
mk: --use-distrib - брзо конфигурирај го urpmi од дистрибуционо дрво. Ова дозволува да ставите на чекање дистрибуција.
mt: --use-distrib - ikkonfigura urpmi dak il-ħin minn siġra ta' distribuzzjoni. Dak jippermettilek tikkwerja lid-distro.
ro: -use-distrib - configurează urpmi instantaneu dintr-un arbore de distribuţie. Aceasta permite interogarea unei distribuţii.
sc: --use-distrib - assètia urpmi a sa bolada de una mata de distribuidura. Custu permitit de preguntai una distribuidura.
sr@latn: --use-distrib - podešava urpmi u letu sa distrib stabla. Ova opcija dozvoljava ispitivanje distribucije.

source: --changelog - print changelog.
ar: --changelog - اطبع سجلّ التغيير.
az: --changelog - dəyişmə qeydi faylını göstər.
bn: --changelog - প্রিন্টের changelog.
bs: --changelog - ispiši dnevnik izmjena.
eo: --changelog - printu la ĵurnalon de la ŝanĝoj.
fa: --changelog - چاپ ثبت تغییرات.
fur: --changelog - stampe le liste des modifichis.
ky: --changelog - changelog чыгаруу.
lt: --changelog - atspausdinti changelog.
mk: --changelog - испишува измени во евиденцијата.
mt: --changelog - uri "changelog": lista ta' tibdiliet.
ro: --changelog - afişează jurnalul modificărilor
sc: --changelog - amosta s'arrelata de is mudas.
sr@latn: --changelog - prikazuje log sa izmenama.

source: --conflicts - print conflicts.
ro: --conflicts - afişare conflicte.

source: --obsoletes - print obsoletes.
ro: --obsoletes - afişare perimate.

source: --provides - print provides.
ro: --provides - afişare ofertă.

source: --requires - print requires.
ro: --requires - afişare necesar.

source: --suggests - print suggests.
ro: --suggests - afişare recomandate.

source: --sourcerpm - print sourcerpm.
ro: --sourcerpm - afişare sursa rpm.

source: --summary, -S - print summary.
ar: --summary, -S - عرض التلخيص.
bs: --summary, -S - ispiši sažetak.
ky: --summary, -S - жалпы маалымат тэгин чыгаруу.
lt: --summary, -S - spausdinti suvestinę.
mk: --summary, -S - испишува резиме.
ro: --summary, -S - afişare sumar.
sc: --summary, -S - amosta s'arresùmini.

source: --requires-recursive, -d - query package dependencies.
ro: --requires-recursive, -d - interogare dependenţe pachete.

source: --whatrequires - reverse search to what requires package.
bs: --whatrequires - obrnuta pretraga za ono što zahtijeva paket.
ro: --whatrequires - căutare inversă în lista de dependenţe a pachetului.

source: --whatrequires-recursive - extended reverse search (includes virtual packages).
bs: --whatrequires-recursive - proširena obrnuta pretraga (uključuje virtuelne pakete).
ro: --whatrequires-recursive - căutare inversă extinsă (include pachetele virtuale).

source: --whatprovides, -p - search in provides to find package.
ro: --whatprovides, -p - căutare în ofertă pentru pachete.

source: -c - complete output with package to be removed.
ar: -c - مخرجات تامّة مع الحزمة الواجب حذفها.
az: -c - silinəcək paketlə çıxışı başa çatdır.
bn: -c - অপসারিত প্যাকেজের সম্পূর্ন ফলাফল।
bs: -c - kompletan izlaz sa paketom za uklanjanje.
eo: -c - kompleta eligo kun forigota pakaĵo.
fa: -c - تکمیل بیرون‌ریز با بسته‌ای که برداشته می‌شود.
fur: -c - risultâts complets cui pachets di rimovi.
ky: -c - пакетти алып салууда кеңири маалымат чыгаруу.
lt: -c - išvedimą užbaigti paketu, kuris turi būti pašalintas.
mk: -c - комплетна излезна листа со пакетот кој треба да се отстрани.
mt: -c - output komplet bil-pakkett li se jitneħħa.
ro: -c - ieşire completă cu pachetul ce va fi şters.
sc: -c - arresurtaus prenus, cun is pakitus de srexinai.
sr@latn: -c - potpun izlaz sa paketom koji treba da se ukloni.

source: -g - print groups with name also.
ar: -g - تطبع المجموعات أيضا مع الأسماء أيضاً.
az: -g - adla birlikdə qrupları da göstər.
bn: -g - নাম সহ গ্রুপ প্রিন্ট করো।
bs: -g - ispiši grupe sa imenom.
eo: -g - printu grupojn ankaŭ kun nomo.
fa: -g - چاپ گروه‌ها با نام.
fur: -g - stampe grops ancje cul non
ky: -g - группаларды наамдары менен кошо чыгаруу.
lt: -g - spausdinti grupes kartu su pavadinimu.
mk: -g - испишува групу заедно со имињата.
mt: -g - uri l-gruppi flimkien ma' l-isem.
ro: -g - arată grupurile şi cu nume.
sc: -g - amosta is grupus cun su nòmini puru.
sr@latn: -g - prikazuje grupe uključujući i ime.
th: -g - พิมพ์กลุ่มพร้อมชื่อ

source: -i - print useful information in human readable form.
ar: -i - اطبع معلومات مفيدة بشكل مقروء للإنسان.
az: -i - insanın oxuya biləcəyi şəkildə faydalı mə'lumatları göstər.
bn: -i - মানুষের পড়ারমত প্রয়োজনীয় তথ্য প্রিন্ট করো।
bs: -i - ispiši korisne informacije u čitljivom obliku.
eo: -i - presu uzeblan informon en homlega formo.
fa: -i - اطلاعات مفید را به زبان آدمیزاد چاپ می‌کند.
fur: -i - stampe informazions utilis in forme leibile.
ky: -i - керектүү информацияны окууга ыңгайлуу формада чыгаруу.
lt: -i - naudingą informaciją spausdinti žmogui suprantama forma.
mk: -i - испишува корисни информации читлива за луѓе.
mt: -i - uri informazzjoni utli f'forma li tinftiehem.
ro: -i - afişează informaţii utile pentru utilizatorul uman.
sc: -i - amosta scedas utilosas de manera ligiditza.
sr@latn: -i - prikazje korisne informacije u, za ljude čitljivnom obliku.

source: -l - list files in package.
ar: -l - اسرد الملفّات في الحزمة.
az: -l - paketdəki faylları göstər.
bn: -l - প্যাকেজে ফাইলের তালিকা
bs: -l - lista datoteka u paketu.
eo: -l - listigu dosierojn en la pakaĵo.
fa: -l - پرونده‌های در بسته را فهرست می‌کند
fur: -l - liste i file presints int'un pachet.
ky: -l - пакеттеги файлдар тизмеси.
lt: -l - paketo bylas sudėti į sąrašą.
mk: -l - листа на датотеките во пакетот.
mt: -l - illistja l-fajls fil-pakkett.
ro: -l - listează fişierele din pachet.
sc: -l - allistra is file in su pakitu.
sr@latn: -l - prikazuje fajlove u paketu.

source: -m - equivalent to -du
ro: -m - echivalent cu -du

source: -r - print version and release with name also.
ar: -r - تطبع الإصدار و رقمه أيضا مع الإسم أيضاً.
az: -r - adla birlikdə buraxılış və yayını da göstər.
bn: -r - নাম সহ ভার্সন এবং রিলিজ প্রিন্ট করো।
bs: -r - ispiši verziju i izdanje sa imenom.
eo: -r - presu version kaj ankaŭ eldonon kun nomo.
fa: -r - چاپ نسخه و انتشار با نام.
fur: -r - stampe le version e le release ancje cui nons.
ky: -r - версиясын жана релизин наамдары менен кошо чыгаруу.
lt: -r - atspausdinti versiją ir leidimą kartu su pavadinimu.
mk: -r - испишува верзија и објавување заедно со името.
mt: -r - uri verżjoni u ħarġa flimkien ma' l-isem.
ro: -r - afişează versiunea şi ediţia cu nume.
sc: -r - amosta versioni e arrelasçu cun su nòmini puru.
sr@latn: -r - prikazuje verziju uključujući i ime.
th: -r - พิมพ์เวอร์ชั่นกับรีลีสพร้อมชื่อ

source: -s - next package is a source package (same as --src).
ar: -s - الحزمة التالية هي حزمة مصدرية (مثل --src).
az: -s - növbəti paket mənbə paketidir (--src ilə eyni).
bn: -s - পরবর্তি প্যাকেজটি একটি সোর্স প্যাকেজ (অনুরূপ --src)।
bs: -s - sljedeći paket je source paket (isto što i --src).
eo: -s - sekvanta pakaĵo estas font-pakaĵo (same kiel --src).
fa: -s - بسته‌ی بعدی یک بسته‌ی منبع (مانند --src) می‌باشد.
fur: -s - il prossim pachet al è un pachet sorzint (compagn di --src).
ky: -s - кийинки пакет-баштапкы пакет (--src сыяктуу).
lt: -s - sekantis paketas yra pradinis (tas pats kaip --src).
mk: -s - наредниот пакет е изворен пакет (исто како --src).
ms: -s - pakej berikut adalah pakej sumber (sama dgn --src).
mt: -s - il-pakkett li jmiss huwa sors (l-istess bħal --src).
no: -s - neste pakke er en kildepakke (samme som --src).
ro: -s - pachetul următor este un pachet sursă (identic cu -src).
sc: -s - su pakitu ki benit est unu pakitu mitza (su pròpiu de --src).
sr@latn: -s - sledeći paket je izvorni paket (isto kao i --src).
th: -s - แพ็คเกจต่อไปเป็นแพ็คเกจโค้ด (เช่นเดียวกับ --src).

source: -u - remove package if a more recent version is already installed.
ar: -u - أزل الحزمة إن كان هناك إصدارة أحدث منها مثبّتة.
az: -u - daha yeni buraxılış qurulu isə paketi çıxart/sil.
bn: -u - যদি সাম্প্রতিক সংস্ককরন উপস্থিত থাকে তাহলে প্যাকেজ অপসরন করো।
bs: -u - ukloni paket ako je već instalirana novija verzija.
eo: -u - forigu pakaĵon se pli freŝa versio estas jaminstalita.
fa: -u - برداشتن بسته اگر یک نسخه‌ی جدیدتر قبلاً نصب شده است.
fur: -u - rimôf il pachet se une version plui atualizade e je dizà instalade.
ky: -u - жаңыраак версиясы орнотулган болсо пакетти алып салуу.
lt: -u - paketą pašalinti, jei yra įdiegta naujesnė jo versija.
mk: -u - отстрани пакет ако веќе е инсталирана понова верзија.
mt: -u - neħħi pakkett jekk diġà hemm verżjoni iżjed riċenti nstallata.
ro: -u - şterge pachetul dacă o versiune mai recentă este deja instalată.
sc: -u - srèxina su pakitu ki una versioni prus noa est jai aposentada.
sr@latn: -u - uklanja pakete ukoliko je novija verzija već instalirana.
th: -u - ทำการลบแพ็คเกจทิ้งถ้าเวอร์ชั่นล่าสุดได้รับการติดตั้งลงในเครื่องแล้ว

source: -y - impose fuzzy search (same as --fuzzy).
ar: -y - افرض البحث التّقريبيّ (مثل --fuzzy).
az: -y - fuzzy axtarmanı qəbul et ( --fuzzy ilə eyni).
bn: -y - fuzzy খোঁজ চালাও (অনুরূপ --fuzzy)।
bs: -y - nametni fuzzy pretragu (isto što i --fuzzy).
eo: -y - trudu serĉadon de dubindaĵoj (same kiel --fuzzy).
fa: -y - تحمیل جستجوی فازی (همانند --fuzzy).
fur: -y - impon une ricercje fuzzy (sicu --fuzzy).
ky: -y - издөөнү так эмес логиканын негизинде көрсөтүү(--fuzzy сыяктуу).
lt: -y - skirti neaiškią paiešką (tas pats kaip --fuzzy).
mk: -y - принудива барање на обележани пакети (исто како --fuzzy).
ms: -y - lakukan pencarian fuzzy (sama dengan --fuzzy).
mt: -y - ġiegħel tfittix "fuzzy" (l-istess bħal --fuzzy).
ro: -y - impune căutarea fuzzy (identic cu --fuzzy).
sc: -y - imponi una circa fuzzy (su pròpiu de --fuzzy).
sr@latn: -y - uzrokuje fuzzy pretragu (kao i --fuzzy).
th: -y - ใช้การค้นหาแบบไม่เจาะจง(เช่นเดียวกับการใช้ --fuzzy).

source: -Y - like -y, but forces to match case-insensitively.
ar: -Y - مثل -y، و لكن بحصر المطابقة دون التّقيّد بشكل الحروف.
bn: -Y - -y এর মতই, কিন্তু case-insensitively মিলাতে বাধ্য করবে।
bs: -Y - kao -y, ali pretraga ne razlikuje mala i velika slova.
eo: -Y - same kiel -y, sed uskleco-blinda.
fa: -Y - مانند -y, ولی اجبار تطابق کازه اعمال می‌شود.
ky: -Y - -y ачкычынын эквиваленти, бирок тамгалар регистрин эске албайт.
lt: -Y - panašiai kaip -y, bet yra vykdoma nekreipiant dėmesio į didžiąsiais ir mažąsias raides.
mk: -Y - како -y, но принудува совпаѓање на различноста на буквите.
mt: -Y - bħal -y, imma ma jiddistingwix bejn ittri kbar/żgħar.
ro: -Y - ca şi -y, dar forţează căutarea ignorând litere mari sau mici.
sc: -Y - comenti e -y, ma no connoscit mannas e piticas.

source: names or rpm files given on command line are queried.
ar: الأسماء أو ملفات rpm المعطاة على سطر الأوامر يتم الاستعلام عنها.
az: əmr sətirində verilən adlar ya da rpm faylları sorğulanacaq.
bn: কমান্ডলাইনে প্রদত্ত নাম বা rmp ফাইলসমূহ নিরীক্ষণ করা হয়েছে।
bs: imena ili rpm datoteke dati na komandnoj liniji će biti ispitani.
eo: nomoj aŭ rpm-dosieroj donitaj en komand-linio estas informmendataj.
fa: نام‌ها یا پرونده‌های داده شده بر خط فرمان مورد تردید می‌باشند.
fur: i nons o file rpm scrits te rie di comant e vegnin interogâs.
ky: командалык сапта көрсөтүлгөн наамдар же rpm файлдар суралды.
lt: apklausiami komandinėje eilutėje duoti pavadinimai arba rpm bylos.
mk: потребни се имиња или rpm датотеки дадени на командната линија.
ms: dicarikan nama atau fail rpm yg tertera pada baris perintah.
mt: ismijiet jew fajls rpm li jingħataw fuq il-linja tal-kmand jiġu spezzjonati.
no: navn eller rpm filer gitt på kommandolinjem er etterspurt.
pa_in: ਕਮਾਂਡ ਸਤਰ ਤੇ ਦਿੱਤੇ ਨਾਂ ਜਾਂ rpm ਫਾਇਲਾਂ ਬਾਰੇ ਖੋਜ ਕੀਤੀ ਜਾਦੀ ਹੈ।
ro: numele sau fişierele rpm date în linia de comandă sunt interogate.
sc: preguntu is nòminis o is file rpm scritus in arraya de cumandu.
sr@latn: imena ili rpm fajlovi koji su dati u komandnoj liniji se proveravaju.
th: ชื่อของไฟล์หรือของ rpm ที่ให้จากคำสั่งที่พิมพ์กำลังถูกค้นหา

source: usage: "urpmq --auto-orphans" with no argument
ro: utilizare: "urpmq --auto-orphans" fără argumente

source: --list-nodes can only be used with --parallel
ar: --list-nodes يمكن استخدامه فقط مع --parallel
az: --list-nodes ancaq --parallel ilə bərabər istifadə edilə bilər
bn: --list-nodes শুধুমাত্র --parallel এর সাথে ব্যবহৃত হতে পারে
bs: --list-nodes se može koristiti samo sa --parallel
eo: --list-nodes uzeblas nur kun --parallel
fa: --list-nodes فقط می‌توانند با --parallel استفاده شود
fur: --list-nodes al po sedi doprât dome cun --parallel
ky: --list-nodes опциясы --parallel менен чогуу гана колдонулат
lt: --list-mazgas gali būti naudojamas tik su --parallel
mk: --list-nodes може да се употребува само со --parallel
mt: --list-nodes tista' tintuża biss ma' --parallel
pa_in: --list-nodes ਨੂੰ --parallel ਨਾਲ ਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ
ro: --list-nodes poate fi folosit numai cu --parallel
sc: --list-nodes fait a d'impreai feti cun --parallel
sr@latn: --list-nodes se može koristiti samo sa opcijom --parallel

source: use -l to list files
ro: utilizaţi -l pentru afişarea fişierelor

source: no xml info for medium "%s", only partial result for package %s
ro: nu sunt informaţii xml pentru mediul "%s", rezultate parţiale pentru pachetul %s

source: no xml info for medium "%s", only partial result for packages %s
ro: nu sunt informaţii xml pentru mediul "%s", rezultate parţiale pentru pachetele %s

source: no xml info for medium "%s", unable to return any result for package %s
ro: nu sunt informaţii xml pentru mediul "%s", lipsă rezultate pentru pachetul %s

source: no xml info for medium "%s", unable to return any result for packages %s
ro: nu sunt informaţii xml pentru mediul "%s", lipsă rezultate pentru pachetele %s

source: No changelog found
ar: لم يُعثر على سجلّ تغييرات
bn: changelog পাওয়া যায়নি
bs: Nije pronađen changelog
eo: Neniu "changelog" trovita
fa: هیچ ثبت تغییری یافت نشد
fur: Nissun changelog cjatât
ky: changelog табылбады
lt: Nerastas changelog
mk: Не е пронајдена измена на евиденцијата
mt: Ma nstabx changelog
pa_in: ਕੋਈ changelog ਨਹੀਂ
ro: Nu s-a gasit changelog
sc: No apu agatau s'arrelata de is mudas

source: _Ok
ar: _موافق
az: _Oldu
bn: ঠিক আছে (_ঠ)
bs: _U redu
eo: _Jes
fa: _تأیید
lt: _Gerai
mk: _Во ред
pa_in: ਠੀਕ ਹੈ(_O)
sr@latn: _U redu

source: Ok
ar: موافق
az: Oldu
bg: Добре
bn: ঠিক আছে
bs: U redu
eo: Jes
fa: تایید
ka: о-ьди
lt: Gerai
mk: Во ред
pa_in: ਠੀਕ ਹੈ
sc: Andat
sr@latn: U redu
th: ตกลง

source: malformed URL: [%s]
bs: neispravan URL: [%s]

source: Checking to remove the following packages
ar: جاري التحقق لإزالة الحزم التالية
az: Aşağıdakı paketlər silinmək üçün yoxlanır
bn: নিম্নলিখিত প্যাকেজসমূহ সরানোর জন্য পরীক্ষা করা হচ্ছে
bs: Provjeravam uklanjanje sljedećih paketa
eo: Mi kontrolas por forigi la sekvantajn pakaĵojn
fa: در حال بررسی برای برداشتن بسته‌های بدنبال آمده
fur: O controli le rimozion dai pachets seguints
ky: Төмөнкү пакеттерди алып салуу мүмкүнчүлүгүн текшерүү
lt: Tikrinami pašalintini sekantys paketai
mk: Проверка за отстранување на следниве пакети
mt: Qed niċċekkja biex jitneħħa wieħed minn dawn il-pakketti
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜ ਹਟਾਉਣ ਲਈ ਪੜਤਾਲ ਜਾਰੀ ਹੈ
sc: Controllu po srexinai is pakitus ki sighint
sr@latn: Proveravam kako bih uklonio sledeće pakete

source: --update - create an update medium.
ar: --update - اعمل وسيط تحديث.
az: --update - yeniləmə mediyumu yarat.
bn: --update - একটি আপডেট মাধ্যম তৈরী করো।
bs: --update - napravi medij za unaprjeđenje.
eo: --update - kreu ĝisdatigan datenportilon.
fa: --update - ایجاد یک رسانه بروزسازی.
fur: --update - cree une font di atualizazion.
ky: --update - жаңылоо булагын түзүү.
lt: --update - sukurti atnaujinimo laikmeną.
mk: --update - креирај ажуриран медиум.
ms: --update - buat media update.
mt: --update - oħloq sors ta' aġġornament.
no: --update - opprett et oppdateringsmedium.
sc: --update - crea unu mèdiu de ajorronamentu.
sr@latn: --update - kreira update medij.
th: --update - สร้างอุปกรณ์เพื่อการอัพเดต
