Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: To satisfy dependencies, the following package is going to be installed (%d MB)
pa_in: ਨਿਰਭਰਤਾ ਹੱਲ ਕਰਨ ਲਈ, ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ (%d ਮੈਬਾ)

source: urpmf version %s
ms: urpmf versi %s
no: urpmf versjon %s
th: urpmf เวอร์ชั่น %s

source: This is free software and may be redistributed under the terms of the GNU GPL.
ms: Ini perisian percuma dan boleh disebar semula mengikut lesen awam GNU.
no: Dette er fri programvare og kan redistribueres uder vilkårene til GNU
th: โปรแกรมนี้ฟรี และสามารถแจกจ่ายได้ภายใต้เงื่อนใข GNUGPL.

source: usage: urpmf [options] <file>
no: bruk: urpmf [valg] <fil>
th: การใช้งาน:urpmf [options] <file>

source: --quiet - do not print tag name (default if no tag given on command
ms: --quiet - jangan cetak nama tag (lalai jika tiada tag pada baris
th: --quiet - ไม่ต้องพิมพ์ชื่อ Tag (default ถ้า tag ไม่ได้ถูกระบุใน command

source: line, incompatible with interactive mode).
ms: baris, tidak serasi dgn mod interaktif).
no: linje, ikke kompatibel med interaktivt modus).
th: line,ใช้ไม่ได้กับโหมด interactive).

source: --all - print all tags.
ms: --all - cetak semua tag.
th: --all - พิมพ์ tag ทั้งหมด

source: --name - print tag name: rpm filename (assumed if no tag given on
ms: --name - cetak nama tag: rpm nama fail (jika tiada diberikan pada
th: --name - พิมพ์ชื่อ tag: ชื่อไฟล์ rpm (สมมุตว่า tag ไม่ได้ถูกระบุใน

source: command line but without package name).
ms: baris arahan tapi tanpa nama pakej).
no: kommandolinje, men uten pakkenavn).
th: command line แต่ไม่มีชื่อ package)

source: --group - print tag group: group.
ms: --group - cetak kumpulan tag: kumpulan.
th: --group - พิมพ์ tag group: group.

source: --size - print tag size: size.
ms: --size - cetak ukuran tag: ukuran.
th: --size - พิมพ์ขนาด tag:ขนาด

source: --serial - print tag serial: serial.
ms: --serial - cetak no. serial tag: serial.
th: --serial - พิมพ์ tag serial: serial

source: --summary - print tag summary: summary.
ms: --summary - cetak ringkasan tag: ringkasan.
th: --summary - พิมพ์ tag summary: summary

source: --description - print tag description: description.
ms: --description - cetak penjelasan tag: penjelasan.
th: --description - พิมพ์ tag รายละเอียด : รายละเอียด

source: --provides - print tag provides: all provides (multiple lines).
ms: --provides - cetak sediaan tag: semua sediaan (beberapa baris).
th: --provides -พิมพ์ tag provides: all provides (หลายบรรทัด).

source: --requires - print tag requires: all requires (multiple lines).
ms: --requires - cetak keperluan tag: semua keperluan (beberapa baris).
th: --requires - พิมพ์ tag ที่ต้องการ:ที่ต้องการทั้งหมด(หลายบรรทัด).

source: --files - print tag files: all files (multiple lines).
ms: --files - cetak fail tag: semua fail (bbrp baris).
th: --files - พิมพ์ tag files: file ทั้งหมด (หลายบรรทัด).

source: --conflicts - print tag conflicts: all conflicts (multiple lines).
ms: --conflicts - cetak konflik tag: semua konflik (beberapa baris).
th: --conflicts -พิมพ์ tag ที่เข้ากันไม่ได้:เข้ากันไม่ได้ทั้งหมด(หลายบรรทัด).

source: --obsoletes - print tag obsoletes: all obsoletes (multiple lines).
ms: --obsoletes - cetak kadaluarsa tag: semua kadaluarsa (bbrp baris).
th: --obsoletes -พิมพ์ tag ไม่ใช้แล้ว:ใช้ไม่ได้ทั้งหมด(หลายบรรทัด).

source: --prereqs - print tag prereqs: all prereqs (multiple lines).
ms: --prereqs - cetak syarat tag: semua syarat (beberapa baris).
th: --prereqa - พิมพ์ tag สิ่งที่จำเป็นต้องทำก่อน: สิ่งที่จำเป็นต้องทำก่อนทั้งหมด(หลายบรรทัด).

source: try urpmf --help for more options
ms: cuba urpmf --bantuan utk pilihan lain
no: prøv urpmf --help for flere valg
th: try urpmf --help มีทางช่วยให้เลือกมาก

source: no full media list was found
ms: Senarai media lengkap tidak dijumpai
no: ingen full medialiste ble funnet
th: ไม่พบรายการสำหรับมีเดีย

source: One of the following packages is needed to install %s:
ms: Salah satu pakej berikut diperlukan utk instalasi %s:
no: En av følgende pakker behøves for å installere %s:
th: หนึ่งใน Packages ต่อไปนี้ต้องมีในการจะติดตั้ง %s:

source: Everything already installed
th: ทุกอย่างได้ถูกติดตั้งเรียบร้อยแล้ว

source: %s no need to give <relative path of hdlist> with --distrib
ms: %s tak perlu memberikan <path relatif hdlist> dgn --distrib
no: %s ingen grunn til å gi <relative path of hdlist> med --distrib
th: %s ไม่จำเป็นจะต้องให้ <relative path ของ hdlist>กับ -distrib

source: unable to access first installation medium (no Mandrake/base/hdlists file found)
ms: gagal mengakses media instalasi pertama (fail Mandrake/base/hdlists tidak dijumpai)
no: kan ikke få adgang til første installasjonsmedium (ingen Mandrake/base/hdlists fil funnet)
th: ไม่สามารถที่จะเข้าถึงอุปกรณ์เพื่อการติดตั้งตัวแรก (ไม่พบไฟล์ Mandrake/base/hdlists)

source: --X - use X interface.
ms: --X - guna antaramuka X.
no: --X - bruk X grensesnitt.
th: --X - ใช้อินเทอร์เฟส X

source: copying source list of "%s"...
ms: penyalinan senarai sumber "%s"...
no: kopierer kildefil av "%s"...
th: กำลังคัดลอกรายการโค้ดของ "%s"

source: To satisfy dependencies, the following packages will be removed (%d MB)
th: เพื่อความถูกต้องของการเป็นอิสระระหว่างโปรแกรมแพ็คเกจบางตัวจะถูกลบทิ้ง(%d MB)

source: --best-output - choose best interface according to the environment: X or text mode.
ms: --best-output - pilih antaramuka terbaik menurut persekitaran: X atau mode teks.
no: --best-output - velg beste grensesnitt ihht. miljøet: X eller tekstmodus.
th: --best-output - เลือกอินเทอร์เฟซที่ดีที่สุดตามสภาพเอ็นไวลอนเม็นท์ของ X หรือโหมดตัวอักษร

source: curl failed: exited with %d or signal %d
ms: curl gagal: keluar dgn %d atau isyarat %d
no: curl mislykket: avsluttet med %d eller signal %d
th: curl ล้มเหลวออกด้วย %d หรือด้วยสัญญาณ %d

source: retrieve of source hdlist (or synthesis) failed
ms: gagal mengambil hdlist (atau sintesis) source
no: mottak av kilde hdlist (eller synthesis) mislykket
th: การดึงโค้ดจาก hdlist (หรือ synthesis)ล้มเหลว

source: unable to take medium "%s" into account as no list file [%s] exists
ms: media "%s" tidak terpakai kerana senarai fail [%s] tiada
no: kunne ikke ta media "%s" inn til konto da ingen liste fil [%s] eksisterer
th: ไม่สามารถนำอุปกรณ์ "%s" มาใช้เพราะว่าไม่มี list file[%s]

source: incoherent medium "%s" marked removable but not really
ms: media ketidaksinambungan "%s" bertanda removable, seharusnya tidak
no: incoherent media "%s" merket fjernbart, men er det ikke
th: อุปกรณ์ที่ไม่เชื่อมกัน "%s" ถูกระบุว่าถอดเปลี่ยนได้แต่มันไม่ใช่

source: relocated %s entries in depslist
ms: %s kemasukan di depslist direlokasikan
no: fant igjen %s innganger i depsliste
th: ย้าย %s ใน depslist

source: urpmi: unknown option "-%s", check usage with --help
ms: urpmi: pilihan "-%s" tidak dikenali, periksa penggunaan dgn --help
no: urpmq: ukjent valg "-%s", sjekk bruk med --help
th: urpmi: ตัวเลือกไม่รู้จัก "-%s" ตรวจสอบการใช้จาก --help

source: -d - force complete computation of depslist.ordered file.
ms: -d - paksa perhitungan lengkap fail depslist.tersusun.
th: -d - บังคับให้มีการคำนวณโดยละเอียดของไฟล์ depslist.ordered

source: no entries relocated in depslist
ms: tiada masukan direlokasikan dlm depslist
no: ingen innganger funnet igjen i depsliste
th: ไม่มีค่าซึ่งถูกย้ายใน depslist

source: incoherent list file for "%s", medium ignored
ms: ketidaksinambungan senarai fail "%s", media diabaikan
th: list file ไม่ปะติดปะต่อ "%s", medium ignored

source: urpmi version %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ms: urpmi versi %s Hakcipta (C) 1999, 2000, 2001, 2002 MandrakeSoft. Ini perisian percuma dan boleh disebar mengikut kesesuaian lesen publik GNU. penggunaan:
th: โปรแกรม urpmi เวอร์ชั่น %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:

source: unable to determine medium of this hdlist file [%s]
ms: gagal tentukan media fail hdlist [%s] ini
no: kunne ikke bestemme media av denne hdlist filen [%s]
th: ไม่สามารถกำหนดอุปกรณ์ด้วย hdlist file นี้ [%s]

source: unable to use name "%s" for unnamed medium because it is already used
ms: "%s" telah dipakai, tidak dapat digunakan utk media tak bernama
no: kunne ikke bruke navn "%s" for media uten navn da det allerede er brukt
th: ไม่สามารถใช้ชื่อ "%s" สำหรับอุปกรณ์ที่ไม่มีชื่อเพราะว่ามันได้ถูกใช้แล้ว

source: urpme version %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
th: โปรแกรม urpmi เวอร์ชั่น %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:

source: urpmq: unknown option "-%s", check usage with --help
no: urpmq: ukjent valg "-%s", sjekk bruk med --help
th: urpmq: ตัวเลือกไม่รู้จัก "-%s",ตรวจสอบการใช้จาก --help

source: no webfetch (curl or wget currently) found
ms: tiada webfetch (curl / wget) dijumpai
no: ingen webfetch (curl eller wget for øyeblikket) funnet
th: ไม่พบ webfetch (curl หรือ wget ในขณะนี้)

source: To satisfy dependencies, the following packages are going to be installed (%d MB)
af: How afhanklikhede te bevredig, moet die volgende pakkette installeer word (%d MB)
bg: За да се запазят зависимостите,тези пакети ще бъдат инсталирани (%d MB)
ka: цюлойицдажкдадаис шдсюсржкдакюц шдлцдби пюйдтдаи эюиъдрдаю (%d ла)
lv: Lai apmierinâtu atkarîbas, tiks instalçtas sekojoðas pakotnes (%d MB)
ms: Pakej berikut akan diinstal agar syarat kebergantungan dipenuhi (%d MB)
no: Følgende pakker vil bli installert for å tilfredstille avhengigheter (%d MB)
th: เพื่อที่จะแก้ใขปัญหาการเข้ากันได้ packages ต่อไปนี้จะถูกติดตั้ง (%d MB)

source: wget failed: exited with %d or signal %d
ms: wget gagal: keluar dgn %d atau isyarat %d
no: wget feilet: avsluttet med %d eller signal %d
th: wget ล้มเหลว: ออกจากระบบด้วย %d หรือด้วยสัญญาณ %d

source: unable to take care of medium "%s" as list file is already used by another medium
ms: gagal guna media "%s" sbg senarai fail kerana telah digunakan oleh media lain
no: kan ikke ta hånd om media "%s" da liste fil allerede blir brukt av et annet media
th: ไม่สามารถดูแลอุปกรณ์"%s"เพราะว่า list file ได้ถูกใช้โดยอุปกรณ์อื่นแล้ว

source: rsync failed: exited with %d or signal %d
th: rsync ล้มเหลวออกจากระบบด้วย %d หรือด้วยสัญญาณ %d

source: %s <relative path of hdlist> missing
ms: %s <path relatif hdlist> hilang
no: %s <relative path of hdlist> mangler
th: %s ไม่พบ<ลู่ทางที่เกี่ยวข้องของhdlist>

source: copy of [%s] failed
ms: gagal salin [%s]
no: kopi av [%s] mislykket
th: การทำสำเนา [%s] ไม่สำเร็จ

source: installing $rpm
no: installerer $rpm

source: Automatic installation of packages... You requested installation of package $rpm
no: Automatisk installasjon av pakker... Du ba om installasjon av pakke $rpm

source: Is it OK?
no: Er det ok?

source: $rpm: command not found
no: $rpm: kommando ikke funnet

source: examining whole urpmi database
no: undersøker hele urpmi databasen

source: nothing to write in list file for "%s"
no: ingenting å skrive i liste fil for "%s"

source: --auto-select - automatically select packages for upgrading the system.
no: --auto-select - velger automatisk pakker for oppgradering av systemet.

source: retrieving description file of "%s"...
ms: ambil fail deskripsi "%s"...
no: mottar fil med beskrivelse av "%s"...

source: medium "%s" tries to use an already used hdlist, medium ignored
no: media "%s" prøver å bruke en allerede brukt hdlist, media ignorert

source: unknown package(s)
no: ukjent(e) pakke(r)

source: problem reading hdlist file, trying again
no: problem med å lese hdlist fil, prøver igjen

source: keeping only files referenced in provides
no: beholder bare provides filer

source: some packages have to be removed for being upgraded, this is not supported yet
no: Noen pakker må fjernes for å bli oppgradert, dette er ikke støttet ennå

source: -u - remove package if a better version is already installed.
no: -u - fjerner pakke hvis en bedre versjon allerede erinstallert.

source: Press Enter when it's done...
no: Trykk enter når det er ferdig...

source: medium "%s" tries to use an already used list, medium ignored
no: media "%s" prøver å bruke en allerede brukt liste, media ignorert

source: -h - print this help message.
no: -h - skriv ut denne hjelpemeldingen.

source: -g - print groups too with name.
no: -g - skriv ut grupper også med navn.

source: -h - try to find and use synthesis or hdlist file.
no: -h - prøv å finne og bruk synthesis eller hdlist filen.

source: -r - print version and release too with name.
no: -r - skriv ut versjon og utgivelse også med navn.

source: --auto - automatically select a good package in choices.
no: --auto - velg automatisk en god pakke i valg.

source: read synthesis file [%s]
no: les synthesis fil [%s]

source: usage: urpme [-a] [--auto] <packages...>
no: bruk: urpme [-a] [--auto] <pakker...>

source: --media - use only the media listed by comma.
ms: --media - pakai hanya media tersenarai dgn koma.
no: --media - bruk bare mediet listet med komma.

source: unknown data associated with %s
no: ukjent data assosiert med %s

source: avoid selecting %s as not enough files will be updated
no: unngår å velge %s da ikke nok filer vil bli oppdatert

source: trying to select inexistent medium "%s"
ms: sedang cuba memilih media yg tidak wujud "%s"
no: prøver å velge ikke eksisterende media "%s"

source: everything already installed
af: Alles is alreeds installeer
bg: всичко е инсталирано вече
ga: tá gach rud ann cheana féin
ka: жйед зедкювдри эюъдрикию
lv: viss jau ir instalçts
ms: semua telah diinstal
no: alt er allerede installert

source: retrieving rpms files...
no: mottar rpms filer...

source: Nothing to remove.
ms: Tiada yang dihapus.
no: Ingenting å fjerne.

source: <non printable chars>
no: <ingen utskrivbare tegn>

source: unable to build synthesis file for medium "%s"
no: kunne ikke bygge synthesis fil for media "%s"

source: trying to select multiple medium: %s
no: prøver å velge flere media: %s

source: names or rpm files given on command line are installed.
ms: nama atau fail rpm yg tertera pada baris arahan telah diinstal.
no: navn eller rpm filer gitt på kommandolinjen er installert.

source: avoid selecting %s as its locales language is not already selected
no: ungå valg av %s da dens lokale språk ikke er valgt allerede

source: --complete - use parsehdlist server to complete selection.
no: --complete - bruk parsehdlist tjener til å komplettere valget.

source: unable to build hdlist synthesis, using parsehdlist method
no: kunne ikke bygge hdlist synthesis, bruker parsehdlist metode

source: --distrib - automatically create all media from an installation medium.
no: --distrib - oppretter automatisk alle media fra et installasjons- medium.

source: To satisfy dependencies, the following packages are going to be removed (%d MB)
ms: Pakej berikut akan dihapus agar syarat kebergantungan dipenuhi (%d MB)
no: For å tilfredstille avhengigheter vil følgende pakker bli fjernet (%d MB)

source: unable to analyse synthesis data of %s
no: kan ikke analysere synthesis data av %s

source: removing package %s will break your system
ms: menghapuskan pakej %s akan merosakkan sistem anda
no: fjerning av pakke %s vil ødelegge systemet ditt

source: unable to build hdlist: %s
no: kunne ikke bygge hdlist: %s

source: Using "%s" as a substring, I found
ms: Pakai "%s" sebagai substring, Saya jumpa
no: Ved å bruke "%s" som en understreng fant jeg

source: Remove them all?
ms: Hapus semua?
no: Fjern alle sammen?

source: selecting %s using obsoletes
no: velger %s ved å bruke obsolete

source: selecting %s by selection on files
no: velger %s ved valg av filer

source: urpmi version %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
no: urpmi versjon %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. Dette er fri programvare og kan redistribueres under vilkårene til GNU GPL.

source: Installation failed, some files are missing. You may want to update your urpmi database
ms: Instalasi gagal, beberapa file hilang. Anda mungkin perlu mengemaskini database urpmi
no: Installasjon mislykket, noen filer mangler. Du ønsker antageligvis å oppdatere urpmi databasen din

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>] where <url> is one of file://<path> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> and [options] are from
no: bruk: urpmi.addmedia [valg] <name> <url> [med <relative_path>] hvor <url> er en av fil://<path> ftp://<login>:<password>@<host>/<path> med <relative filename of hdlist> ftp://<host>/<path> med <relative filename of hdlist> http://<host>/<path> med <relative filename of hdlist> fjernbar://<path>

source: %s `with' missing for ftp media
ms: %s `with' hilang utk media ftp
no: %s `with' mangler for ftp media

source: urpmq version %s Copyright (C) 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
no: urpmq versjon %s Copyright (C) 2000, 2001, 2002 MandrakeSoft. Dette er fri programvare og kan redistribueres uder vilkårene til GNU GPL.

source: urpmi version %s
no: urpmi versjon %s

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>]
no: bruk: urpmi.addmedia [--update] <name> <url> [with <relative_path>]

source: usage: urpmi.removemedia [-a] <name> ...
no: bruk: urpmi.removemedia [-a] <name> ...

source: usage: urpmi.update [options] <name> ...
no: bruk: urpmi.update [options] <name> ...

source: urpmq version %s
no: urpmq versjon %s

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>] where <url> is one of file://<path> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> and [options] are from
ms: penggunaan: urpmi.addmedia [pilihan] <nama> <url> [with <path_relatif>] keterangan: <url> adalah file://<path> ftp://<login>:<sandi>@<host>/<path> with <namafail relatif hdlist> ftp://<host>/<path> with <namafail relatif hdlist> http://<host>/<path> with <namafail relatif hdlist> removable://<path> dan [pilihan] dari

source: urpmq version %s Copyright (C) 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ms: urpmq versi %s HakCipta (C) 2000, 2001, 2002 MandrakeSoft. Ini adalah perisian percuma dan boleh disebar mengikut kesesuaian GNU GPL. penggunaan:

source: -c - choose complete method for resolving requires closure.
ms: -c - pilih cara lengkap utk selesai keperluan.

source: Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft.
ms: Hakcipta (C) 1999,2000,2001,2002 MandrakeSoft.

source: usage: urpmi [-h] [--auto] [--force] [-a] package_name [package_names...]
bg: използване: urpmi [-h] [--auto] [--force] [-a] име_на_пакет [имена_на_пакети...]
ga: úsáid: urpmi [-h] [--auto] [--force] [-a] ainm_pacáiste [ainm_pacáistí...]
ka: бюлоздмдаю: urpmi [-h] [--auto] [--force] [-a] пюйдтис_сюАдки [пюйдтис_сюАдкдаи ...]
lv: izmantoðana: urpmi [-h] [--auto] [--force] [-a] pakotnes_nos [pakotnes_nos...]

source: Only superuser is allowed to install local packages
af: Net die supergebruiker kan plaaslike pakkette installeer
bg: Само superuser-а има правото да инсталира локални пакети
ka: лАокоц сржкжвкдаиюм лолАлюрдадкс юьес жвкдаю эюъдрос пюйдтдаи.
lv: Tikai root drîkst instalçt lokâlâs pakotnes

source: no package named %s
af: geen pakket het die naam %s nie
bg: няма пакет наречен %s
ga: pacáiste ar bith den ainm%s
ka: юрщ дрх пюйдтс юр ьеию %s
lv: nav pakotnes ar nosaukumu %s

source: The following packages contain %s: %s
af: Die volgende pakket bevat %s: %s
bg: Тези пакети съдържат %s: %s
ga: Tá %s ins na pacáistí a leanas: %s
ka: %s шдцлдб пюйдтдашию: %s
lv: Sekojoðas pakotnes satur %s: %s

source: rpm database query failed
af: RPM-databasisnavraag het misluk
bg: донасяне,rpm база данни,провалено
ka: эюишюкю RPM ломющдлхю аюфюши шдйихАею.
lv: rpm datubâzes pârbaude bija neveiksmîga

source: Is it ok?
af: Is dit aanvaarbaar?
bg: Това добре ли е
ga: An bhfuil sin Ok ?
ka: хюмюАлю Аюрх?
lv: Vai piekrîtat tam?

source: Please insert the %s named %s
af: Sit asb. die %s getiteld %s in
bg: Моля сложете %s наречен %s
ga: Led' thoil ionchur an %s ainmnithe %s
ka: бхАоех эюцох: %s сюАдких: %s
lv: Lûdzu ielieciet %s ar nosaukumu %s

source: Press enter when it's done...
af: Druk ENTER wanneer u reg is...
bg: Натиснете enter,когато сте готови
ga: Brú Enter nuair atá sin déanta agat...
ka: бхАоех цюбеицюстжрох Enter ыикюйфд цюЮдрих...
lv: Nospiediet ievada taustiòu, kad tas izdarîts...

source: Sorry can't find file %s, exiting
af: Jammer ek kon nie lêer %s kry nie, totsiens
bg: Съжалявам,немога да намеря файл %s, излизам
ka: сюлъжАюроц вюики %s едр еипоед. бюлоециеюр.
lv: Diemþçl neizdodas atrast failu %s, pârtraucu

source: Try installation without checking dependencies?
af: Moet ons 'n installasie sonder afhanklikheidstoetsing probeer?
bg: Опит за инсталиране без проверка на зависимости?
ka: бмдаюех ещюцд эюъдрю цюлойицдажкдадаис шдлоълдаис бюрдшд?
lv: Vai mçìinât instalçt bez atkarîbu pârbaudes?

source: Try installation even more strongly (--force)?
af: Moet ons die installasie afdwing (--force) ?
bg: Опит за инсталиране даже по-силно (--force)?
ka: бмдаюех ещюцо эюъдрю чюких (--force)?
lv: Vai mçìinât instalçt vçl uzstâjîgâk (--force)?

source: Failed dependencies: %s requires %s
af: Mislukte afhanklikhede: %s benodig %s
bg: Провалени зависимости : %s изисква %s
ka: юрюсъори цюлойицдажкдаю/даи: %s-с Юирцдаю %s
lv: Atkarîbu kïûda: priekð %s ir nepiecieðama %s
