Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: unable to extract rpm from delta-rpm package %s
ar: تعذر استخراج rpm من حزمة delta-rpm %s
bs: ne mogu ekstraktovati rpm iz delta-rpm paketa %s
ky: %s дельта-rpm пакетинен rpm-ди чыгаруугу мүмкүн эмес
lt: iš delta-rpm paketo %s negaliu išarchyvuoti rpm
mk: не можам да екстрактирам rpm од delta-rpm пакетот %s
ro: nu se poate extrage rpm-ul din pachetul delta-rpm %s
sc: no potzu strai su rpm de su pakitu delta-rpm %s

source: unable to install package %s
ar: تعذر تثبيث الحزمة %s
az: %s paketi qurula bilmədi
bn: %s প্যাকেজ ইনস্টল করা যায়নি
bs: ne mogu instalirati paket %s
eo: ne povas instali pakaĵon %s
fa: نمی‌توان بسته %s را نصب کرد
fur: no rivi a instalâ il pachet %s
ky: %s пакетин орнотуу мүмкүн эмес
lt: negaliu įdiegti paketo %s
mk: не можам да го инсталирам пакетот %s
mt: ma nistax ninstalla l-pakkett %s
pa_in: ਪੈਕੇਜ %s ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਅਸਫਲ
ro: nu pot instala pachetul %s
sc: no potzu aposentai su pakitu %s
sr@latn: ne mogu da instaliram paket %s
th: ไม่สามารถติดตั้งแพ็คเกจ %s

source: removing bad rpm (%s) from %s
ro: ştergere rpm deteriorat (%s) din %s

source: removing %s failed: %s
ro: ştergerea %s eşuată: %s

source: Removing package %s
ro: Se şterge pachetul %s

source: removing package %s
ar: جاري حذف الحزمة %s
az: %s peketi silinir
bn: %s প্যকেজ সরানো হচ্ছে
bs: uklanjam paket %s
eo: mi forigas la pakaĵon %s
fa: برداشتن بسته %s
fur: rimozion dal pachet %s
ky: %s пакети алынып салынууда
lt: pašalinamas paketas %s
mk: го отстранувам пакетот %s
mt: ed jitneħħa l-pakkett %s
pa_in: ਪੈਕੇਜ %s ਹਟਾਇਆ ਜਾਦਾ ਹੈ
ro: şterg pachetul %s
sc: srèxinu su pakitu %s
sr@latn: uklanjam paket %s

source: removing installed rpms (%s) from %s
ro: ştergere rpm-uri instalate (%s) din %s

source: More information on package %s
ar: معلومات إضافية حول الحزمة %s
az: %s peketi haqqında daha çox məlumat
bn: %s প্যাকেজের আরও তথ্য
bs: Više informacija o paketu %s
eo: Kromaj informoj pri pakaĵo %s
fa: اطلاعات بیشتر برای بسته‌ی %s
ky: %s пакети жөнүндө кеңирээк маалымат
lt: Daugiau informacijos apie paketą %s
mk: Повеќе информации за пакетот %s
mt: Iżjed informazzjoni dwar pakkett %s
pa_in: ਪੈਕੇਜ %s ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ
ro: Mai multe informaţii despre pachetul %s
sc: Atra sceda apitzus de su pakitu %s

source: Cannot create ldap cache directory
ro: Nu se poate crea directorul cache ldap

source: Cannot write cache file for ldap
ro: Nu se poate scrie fişierul cache al ldap

source: No server defined, missing uri or host
ro: Server nedefinit, uri lipsă sau gazda

source: No base defined
ro: Nu a fost specificată o bază

source: Cannot connect to ldap uri:
ro: Conectare imposibilă la uri-ul ldap:

source: %s database is locked. Waiting...
ro: baza de date %s este blocată. Se aşteaptă...

source: aborting
ro: întrerupere

source: %s database is locked (another program is already using it)
ro: baza de date %s este blocată (utilizată deja de alt program)

source: Installation failed
af: Installasie het misluk
ar: فشل التثبيت
az: Qurulum iflas etdi
bg: Инсталацията провалена
bn: ইনস্টলেশন ব্যর্থ
bs: Instalacija nije uspjela
eo: Instalado malsukcesis
fa: نصب شکست خورد
fur: Instalazion falade
ga: Theip ar feistiú
ka: имстюкющию эюишюкю
ky: Орнотуу ишке ашпады
lt: Įdiegimas nepavyko
lv: Instalçðana neizdevâs
mk: Инсталацијата не успеа
ms: Instalasi gagal
mt: installazzjoni falliet
no: Installasjon mislykket
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ
ro: Instalarea a eşuat
sc: Aposentadura faddia
sr@latn: Instalacija nije uspela
th: การติดตั้งไม่สำเร็จ

source: Try to go on anyway? (y/N)
ro: Încercaţi totuşi? (d/N)

source: Installation failed, bad rpms: %s
ro: Instalarea a eşuat, rpm-uri eronate: %s

source: The following package has bad signature
ro: Următoarele pachete au semnături greşite

source: The following packages have bad signatures
ar: الحزم التالية تحتوي على توقيعات فاسدة
az: Aşağıdakı paketlər hökmsüz imzaya sahibdir
bn: নিম্নের প্যাকেজগুলিতে বাজে স্বাক্ষর রয়েছে
bs: Sljedeći paketi imaju neispravne potpise
eo: La sekvantaj pakaĵoj havas malĝustajn signaturojn
fa: بسته‌های بدنبال آمده امضاهای بد دارند
fur: Chiscj pachets e an firmis no valevulis
ky: Төмөнкү пакеттердин сигнарурасы туура эмес
lt: Šie paketai turi netinkamus ženklus
mk: Следниве пакети имаат лоши потписи
mt: Dawn il-pakketti fihom firem ħżiena
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜਾਂ ਤੇ ਗਲਤ ਦਸਤਖਤ ਹਨ
ro: Următoarele pachete au semnături greşite
sc: Is pakitus ki sighint tenint firmas malas
sr@latn: Sledeći paketi imaju neispravne potpise
th: แพ็คเกจต่อไปนี้มี signatures ที่ไม่ถูกต้อง

source: Do you want to continue installation ?
ar: هل تريد متابعة التثبيت؟
az: Quruluma davam etmək istəyirsiniz ?
bn: আপনি কি ইনস্টলেশন চলিয়ে যেতে চাচ্ছেন ?
bs: Želite li nastaviti instalaciju ?
eo: Ĉu vi deziras daŭrigi la instaladon ?
fa: آیا می‌خواهید نصب را ادامه دهید؟
fur: Âstu voie di continuâ le instalazion?
ky: Орнотууну улантууну каалайсызбы ?
lt: Ar norite tęsti įdiegimą ?
mk: Дали сакате да продолжите со инсталацијата ?
mt: Trid tkompli l-installazzjoni ?
pa_in: ਕੀ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਨਾਲ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Doriţi să continuaţi instalarea?
sc: Bolis sighiri a aposentai?
sr@latn: Da li želite da nastavite konfiguraciju ?
th: คุณยังต้องการจะติดตั้งอีกต่อไปหรือไม่ ?

source: removing installed rpms (%s)
ro: ştergere rpm-uri instalate (%s)

source: distributing %s
ar: جاري توزيع %s
az: %s paylanır
bn: বিতরণ করা হচ্ছে %s
bs: distribuiram %s
eo: distribuanta %s
fa: انتشار دادن %s
fur: distribuzion di %s
ky: %s бөлүштүрүлүүдө
lt: paskirstomas %s
mk: дистрибуирам %s
mt: qed jiġi distribwit %s
pa_in: %s ਵੰਡਿਆ ਜਾਦਾ ਹ
ro: distribui %s
sc: seu distribuendi %s
sr@latn: distribuiram %s

source: installing %s from %s
ar: جاري تثبيت %s من %s
bn: %s ইনস্টল করা হচ্ছে %s থেকে
bs: instaliram %s iz %s
eo: instalas %s el %s
fa: نصب %s از %s
ky: %2s булагынан %1s орнотулууда
lt: iš %2$s įdiegiamas %1$s
mk: инсталирање на %s од %s
pa_in: %s ਨੂੰ %s ਤੋਂ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: instalare %s din %s
sc: aposentu %s de %s

source: installing %s
ar: جاري تثبيت %s
az: %s qurulur
bn: %s ইনস্টল করা হচ্ছে
bs: instaliram %s
eo: instalas %s
fa: نصب %s
fur: instalazion di %s
ky: %s орнотулууда
lt: įdiegiama %s
mk: инсталирам %s
mt: qed jiġi nstallat %s
pa_in: %s ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ
ro: instalez %s
sc: aposentu %s
sr@latn: Instaliram %s

source: Try installation without checking dependencies? (y/N)
ar: محاولة التثبيت دون التأكد من الاعتمادات؟ (y[نعم]/N[لا])
az: Paket asılılıqlarına fikir vermədən qurmağı sınayım? (b/X)
bn: ডিপেন্ডেন্সিসমুহ পরীক্ষা না করে ইনস্টলেশনের চেষ্টা করবো? (y/N)
bs: Da pokušam instalaciju bez provjere ovisnosti? (d/N)
eo: Provu instaladon sen kontroli dependaĵojn? (j/N)
fa: تلاش برای نصب بدون بررسی وابستگی‌ها؟ (y/N)
fur: Provjo a instalâ cence controlâ les dipendencis? (s/N)
ky: Көз карадылыктарды эске албай орнотуп көрөйүнбү? (y/N)
lt: Pabandyti įdiegimą be priklausomybių tikrinimo? (t/N)
mk: Обидете се со инсталација без проверка на зависности? (y/N)
ms: Cuba instalasi tanpa periksa kebergantungan? (y/T)
mt: Trid tinstalla mingħajr ma niċċekkja d-dipendenzi? (i/L)
no: Prøve å installere uten å sjekke avhengigheter? (j/N)
pa_in: ਬਿਨਾਂ ਨਿਰਭਰਤਾਂ ਦੇ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਕੋਸ਼ਿਸ ਕਰਨੀ ਹੈ? (y/N)
ro: Să încerc instalarea fără verificarea dependenţelor? (d/N)
sc: Provu a aposentai sentza de controllai is dependèntzias? (y/N)
sr@latn: Instaliacija bez provere zavisnosti (da/Ne)?
th: ต้องการทดลองติดตั้งโดยที่ไม่ต้องตรอจสอบความเข้ากันได้? (y/N)

source: Try harder to install (--force)? (y/N)
bs: Pokušaj instalaciju još jače (--force opcija)? (d/N)
ro: Încercare instalare forţată (--force)? (d/N)

source: Packages are up to date
ro: Pachetele sunt actualizate

source: Installation is possible
ar: التثبيت ممكن
az: Qurulum mümkündür
bn: ইনস্টলেশন সম্ভব
bs: Instalacija nije moguća
eo: Instalado eblas
fa: نصب ممکن می‌باشد
fur: Le instalazion e je pussibil
ky: Орнотууга мүмкүн
lt: Įdiegimas galimas
mk: Возможна е инсталација
mt: Installazzjoni possibbli
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਭਵ ਹੈ
ro: Instalarea este posibilă
sc: Fait a aposentai
sr@latn: Instalacija je moguća
th: การติดตั้งสามารถทำได้

source: examining %s file
ro: examinare fişier %s

source: invalid MD5SUM file
ro: fişier nevalid MD5SUM

source: warning: md5sum for %s unavailable in MD5SUM file
ar: تحذير: md5sum لـ%s غير متوفر في ملف MD5SUM
bn: সাবধান বাণী: MD5SUM ফাইলে %s এর md5sum অনুপস্হিত
bs: pažnja: md5 suma za %s nije dostupna u datoteci MD5SUM
eo: atentu: md5-sumo por %s ne haveblas en dosiero MD5SUM
fa: هشدار: md5sum برای %s در پرونده MD5SUM وجود ندارد
ky: эскертүү: MD5SUM файлынын ичинде %s үчүн md5sum табылбады
lt: įspėjimas: MD5SUM byloje negalima %s md5sum
mk: предупредување: md5sum за %s е недостапен во MD5SUM датотеката
pa_in: ਚੇਤਾਵਨੀ: %s ਲਈ md5sum MD5SUM ਫਾਇਲ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
ro: atenţie: md5sum pentru %s este indisponibil din fişierul MD5SUM
sc: atentu: md5sum po %s no disponiditzu in su file MD5SUM

source: virtual medium "%s" should have a clear url, medium ignored
ar: الوسيط الافتراضي"%s" يجب أن يكون له عنوان واضح، تم تجاهل الوسيط
az: "%s" virtual medyumunun düzgün url'si olmalıdır, mediyum rədd edildi
bn: virtual "%s" মাধ্যমে একটি পরিষ্কার url থাকা উচিত্‍‌, মাধ্যম উপেক্ষা করা হয়েছে
bs: virtuelni medij "%s" bi trebao imati čist url, ignorišem medij
eo: virtuala datenportilo "%s" havu klaran url, datenportilo ignorata
fa: رسانه مجازی "%s" باید یک نشانی درست داشته باشد، رسانه نادیده گرفته می‌شود
fur: le font virtuâl "%s" e a di vê un url clâr, font ignorade
ky: "%s" виртуалдык булагынын url'и бош болушу керек, булак четке кагылды
lt: virtualioji laikmena "%s" turėtų turėti aiškų url, laikmena ignoruojama
mk: виртуалниот медиум "%s" треба да има празен url, медиумот е игнориран
mt: is-sors virtwali "%s" għandu jkollu url ċar; sors injurat
pa_in: ਵੁਰਚੁਅਲ ਮਾਧਿਅਮ "%s" ਨੂੰ ਠੀਕ url ਚਾਹੀਦਾ ਹੈ, ਮਾਧਿਅਣ ਅਣਡਿੱਠਾ
ro: mediul virtual "%s" ar trebui să aibă un URL clar, mediul este ignorat
sc: su mèdiu virtuali "%s" iat a bolli cun url crara, innyorau
sr@latn: virtuleni medij "%s" bi trebao da ima čist url, ignorišem medij

source: unable to access list file of "%s", medium ignored
ar: لم يمكن الوصول الى ملف قائمة "%s"، تم تجاهل الوسيط
az: "%s" siyahı faylına çatıla bilmədi, medya rədd edildi
bn: "%s"-এর list ফাইল ব্যবহার করা যায়নি, মাধ্যম অগ্রহ্য করা হয়েছে
bs: ne mogu pristupiti list datoteci za "%s", ignorišem medij
eo: ne povis atingi listdosieron de "%s", ignoris medion
fa: نمی‌توان به پرونده لیست "%s" دسترسی پیدا کرد، رسانه نادیده گرفته می‌شود
fur: no rivi a acedi al file de liste di "%s", font ignorade
ky: "%s" үчүн тизме файлына жетүүгө болбоду, булак четке кагылды
lt: negaliu prieiti prie "%s" list bylos, laikmena ignoruojama
mk: не можам да пристапам до листата на датотеки на "%s", медиумот е игнориран
ms: gagal mengakses fail list "%s", media diabaikan
mt: ma nistax naċċessa l-fajl tal-lista "%s", sors injorat
no: kan ikke få tilgang til filen til "%s", media ignorert
pa_in: "%s" ਦੀ list ਫਾਇਲ ਲਈ ਪਹੁੰਚ ਤੋਂ ਅਸਫਲ ਹੈ, ਮਾਧਿਅਮ ਛੱਡਿਆ ਜਾਦਾ ਹੈ
ro: nu pot accesa fişierul listă pentru "%s", ignor mediul
sc: no potzu lompi a sa list de "%s", mèdiu innyorau
sr@latn: ne mogu da pristupim fajlu liste za "%s", medij ignorisan
th: ไม่สามารถใช้งาน list file ของ "%s", medium ignored

source: unable to access synthesis file of "%s", medium ignored
ro: nu se poate accesa fişierul synthesis pentru "%s",se ignoră mediul

source: trying to override existing medium "%s", skipping
bs: pokušavam prepisati postojeći medij "%s", preskačem
ro: se încearcă ignorarea mediul existent "%s", evitare

source: failed to migrate removable device, ignoring media
ro: transferul dispozitivului amovibil a eşuat, se ignoră mediul

source: wrote config file [%s]
ar: كتب ملف التهيئة [%s]
az: [%s] quraşdırma faylı yazılır
bn: কনফিগ ফাইল [%s] লিখো
bs: zapiši konf. datoteku [%s]
eo: skribu konfiguran dosieron [%s]
fa: نگارش پرونده تنظیم [%s]
ky: [%s] конфиг файлын жазуу
lt: įrašyta konfigūracijos byla [%s]
mk: запиши конфигурациона датотека [%s]
mt: ikteb fajl ta' konfigurazzjoni [%s]
pa_in: ਸੰਰਚਨਾ ਫਾਇਲ਼ [%s] ਲਿਖੋ
ro: scriere fişier de configurare [%s]
sc: scrì su file de assètiu [%s]
sr@latn: upisujem u konfiguracionu datoteku [%s]

source: Can't use parallel mode with use-distrib mode
ar: لا يمكن استخدام وضع التوازي parallel مع وضع استخدم-التوزيع
az: use-distrib modu ilə bərabər paralel mod işlədilə bilməz
bn: use-distrib মোডের সাথে সমান্তরাল মোডে ব্যবহার করা যাচ্ছে না
bs: Nije moguće istovremeno koristi parallel i use-distrib
eo: Ne povas uzi paralelan traktilon kun la moduso use-distrib
fa: نمی‌توان از حالت موازی با حالت use-distrib استفاده کرد
fur: No rivi a doprâ le maniere paralêle insieme cun che user-distrib
ky: Параллелдик режимди use-distrib режими менен чогуу колдонууга болбойт
lt: use-distrib veiksenai negaliu naudoti lygiagrečios veiksenos
mk: Не можам да го употребувам паралелниот режим со режимот користи-дистрибуција
mt: Ma nistax nuża modalità parallela ma' modalità use-distrib
pa_in: use-distrib ਢੰਗ ਨਾਲ ਸਮਾਂਤਰ ਢੰਗ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot utiliza modul paralel in modul use-distrib
sc: No fait sa modalidadi parallela cun sa distribuia
sr@latn: Ne mogu da koristim paralelni mod sa use-distrib modom

source: using associated media for parallel mode: %s
ar: جاري استخدام الوسائط المرتبطة للوضع المتوازي: %s
az: paralel mod üçün əlaqələndirilmiş mediya işlədilir: %s
bn: সংশ্লিষ্ট মিডিয়া জন্য সমান্তরাল মোডের ব্যবহার: %s
bs: koristi pridruženi medij za paralelni mod: %s
eo: uzanta asociitaj datenportiloj por paralela modo: %s
fa: استفاده از رسانه‌های مربوطه برای حالت موازی: %s
fur: o dopri les fonts pariadis pe maniere paralêle: %s
ky: параллелдик режим үчүн байланышкан булак колдонулууда: %s
lt: naudojama susijusi laikmena lygiagrečiajai veiksenai: %s
mk: употребувам асоцииран медиум за паралелниот режим: %s
mt: qed tintuża sors assoċjat għal modalità parallela: %s
pa_in: ਸਮਾਂਤਰ ਢੰਗ ਲਈ ਸਬੰਧਤ ਮਾਧਿਅਮ ਵਰਤ ਕੇ: %s
ro: utilizez mediile asociate pentru modul paralel: %s
sc: impreu mèdius assotziaus po sa modalidadi parallela: %s
sr@latn: koristim dodeljeni medij za paralelni mod: %s

source: --synthesis cannot be used with --media, --excludemedia, --sortmedia, --update, --use-distrib or --parallel
bs: --synthesis se ne može koristiti zajedno sa --media, --excludemedia, --sortmedia, --update, --use-distrib or --parallel
ro: --synthesis nu poate fi folosit cu --media, --excludemedia, --sortmedia, --update, --use-distrib sau --parallel

source: Search start: %s end: %s
ar: البحث بدءً من: %s وإلى: %s
bn: খোঁজো শুরু: %s শেষ: %s
bs: Početak pretrage: %s kraj: %s
eo: Serĉo startas al: %s finas al: %s
fa: جستجو کردن با شروع در: %s پایان در: %s
ky: Издөө: башы-%s, аягы-%s
lt: Paieškos pradžia: %s pabaiga: %s
mk: Почеток на барањето: %s крај: %s
pa_in: ਖੋਜ ਸ਼ੁਰੂ: %s ਅੰਤ: %s
ro: Pornire căutare: %s terminare: %s
sc: Sa circa cumentzat: %s e acabat: %s

source: skipping package %s
ar: جاري تخطي الحزمة %s
az: %s paketi keçilir
bn: প্যাকেজ %s উপেক্ষা করা হচ্ছে
bs: preskačem paket %s
eo: transsaltu pakaĵon %s
fa: نادیده‌گیری بسته‌ی %s
fur: o salti il pachet %s
ky: %s пакети коё берилүүдө
lt: praleidžiamas paketas %s
mk: го прескокнувам пакетот %s
mt: qed jinqabeż pakkett %s
pa_in: ਪੈਕੇਜ %s ਛੱਡਿਆ ਜਾਦਾ ਹੈ
ro: se ignoră pachetul %s
sc: sartu su pakitu %s
sr@latn: preskačem paket %s

source: would install instead of upgrade package %s
ar: سيتم التثبيت بدلاً من ترقية الحزمة %s
az: %s yeniləmə paketi yerinə qurula bilər
bn: %s প্যাকেজ আপগ্রেড করার বদলে ইনস্টল করবে
bs: instaliraću umjesto unaprjeđenja paketa %s
eo: instalus anstataŭ ĝisdatigi pakaĵon %s
fa: بجای ارتقای بسته %s نصب خواهد شد
fur: e instalares il pachet invezit di atualizalu %s
ky: %s пакетин жаңылоонун ордуна аны орнотуу аткарылат
lt: bus įdiegtas vietoje atnaujinimo paketo %s
mk: пакетот %s ќе се инсталира наместо да се ажурира
mt: jaġġorna minflok jinstalla pakkett %s
pa_in: ਪੈਕੇਜ %s ਨਵੀਨੀਕਰਨ ਕਰਨ ਦੀ ਬਜਾਏ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਵੇਗਾ
ro: instalare în locul actualizării pachetului %s
sc: iat a aposentai su pakitu %s in logu de d'ajorronai
sr@latn: će instalirati umesto ažurirati paket %s

source: medium "%s" already exists
ar: الوسيط "%s" موجود مسبقا
az: "%s" medyası onsuz da vardır
bn: মাধ্যম "%s" আগে থেকেই আছে
bs: medij "%s" već postoji
eo: medio "%s" jam ekzistas
fa: رسانه "%s" قبلاً وجود دارد
fur: le font "%s" e esist dizà
ky: "%s" булагы алдагачан бар
lt: laikmena "%s" jau yra
mk: медиумот "%s" веќе постои
ms: media "%s" telah ada
mt: sors "%s" diġà jeżisti
no: media "%s" eksisterer allerede
pa_in: ਮਾਧਿਅਮ "%s" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ro: mediul "%s" deja există
sc: su mèdiu "%s" esistit jai
sr@latn: medij "%s" već postoji
th: อุปกรณ์"%s"มีอยู่แล้ว

source: (ignored by default)
ro: (se ignoră implicit)

source: adding medium "%s" before remote medium "%s"
ro: adăugare mediu "%s" înaintea mediului extern "%s"

source: adding medium "%s"
ro: se adaugă mediul "%s"

source: directory %s does not exist
ro: directorul %s nu există

source: this location doesn't seem to contain any distribution
ro: această locaţie nu pare să conţină nici o distribuţie

source: unable to parse media.cfg
bs: ne mogu obraditi media.cfg
ro: nu se poate parcurge media.cfg

source: unable to access the distribution medium (no media.cfg file found)
ro: nu se poate accesa mediul de instalare (nu s-a găsit fişierul media.cfg)

source: skipping non compatible media `%s' (for %s)
ro: se ignoră mediul incompatibil `%s' (pentru %s)

source: retrieving media.cfg file...
bs: skidam media.cfg datoteku...
ro: se obţine fişierul media.cfg...

source: trying to select nonexistent medium "%s"
ar: جاري محاولة اختيار الوسيط غير موجود "%s"
az: mövcud olmayan "%s" medyumu seçilməyə çalışılır
bn: অনুপস্হিত মাধ্যম "%s" নির্বাচন করার চেষ্টা করছি
bs: ne mogu izabrati nepostojeći medij "%s"
eo: provas elekti neekzistantan datenportilon "%s"
fa: تلاش برای انتخاب رسانه‌ "%s" که وجود ندارد
fur: o cîr di selezionâ une font che no esist "%s"
ky: жашабаган "%s" булагын тандоо аракети
lt: bandoma išrinkti nesančią laikmeną "%s"
mk: се обидувам да изберем непостоечки медиум "%s"
mt: qed nipprova naċċessa sors ineżistenti "%s"
pa_in: ਨਾ-ਮੌਜੂਦ ਮਾਧਿਅਮ "%s" ਨੂੰ ਚੁਣਨ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ro: se încearcă selectarea unui mediu inexistent "%s"
sc: provu a sçoberai su mèdiu "%s" ki no esistit
sr@latn: pokušavam da selektujem nepostojeći medij "%s"

source: selecting multiple media: %s
ar: جاري اختيار الوسيط المتعدد: %s
az: birdən çox medya seçilir: %s
bn: একাধিক মিডিয়া নির্বাচন করা হচ্ছে: %s
bs: biram više medija: %s
eo: mi elektas plurtipan datenportilon: %s
fa: انتخاب چندین رسانه ها: %s
fur: o stoi selezionant plui fonts: %s
ky: составдык булак тандалууда: %s
lt: išrenkama daugialypė laikmena: %s
mk: избирам повеќе медиуми: %s
mt: qed nagħżel sors multiplu: %s
pa_in: ਕਈ ਮਾਧਿਅਮ ਚੁਣੇ ਜਾ ਰਹੇ ਹਨ: %s
ro: selectez medii multiple: %s
sc: sçoberu prus mèdius: %s
sr@latn: pokušavam da selektujem višestruki medij: %s
th: พยายามที่จะเลือกใช้มีเดียหลายๆตัว: %s

source: removing medium "%s"
ar: جاري ازالة الوسيط "%s"
az: "%s" medyumu çıxardılır
bn: "%s" মাধ্যম সরানো হচ্ছে
bs: uklanjam medij "%s"
eo: foriganta datenportilon "%s"
fa: برداشتن رسانه‌ی "%s"
fur: o rimôf le font "%s"
ky: "%s" булагы алынып салынууда
lt: pašalinama laikmena "%s"
mk: го отстранувам медиумот "%s"
ms: hapus media "%s"
mt: qed jitneħħa s-sors "%s"
no: fjerner media "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਹਟਾਇਆ ਜਾਦਾ ਹੈ
ro: se elimină mediul "%s"
sc: burru su mèdiu "%s"
sr@latn: uklanjam medij "%s"
th: กำลังทำการย้ายออกอุปกรณ์"%s"

source: reconfiguring urpmi for media "%s"
ar: تجري إعادة تهيئة urpmi للوسيط "%s"
bn: "%s" মাধ্যমকে urpmi এর জন্য পুনরায় কনফিগার করা হচ্ছে
bs: rekonfigurišem uprmi za medij "%s"
eo: rekonfiguras urpmi-on por datenportilo "%s"...
fa: تنظیم مجدد urpmi برای رسانه "%s"
ky: "%s" булагы үчүн urpmi программасын кайра конфигурациялоо
lt: laikmenai "%s" iš naujo konfigūruojama urpmi
mk: реконфигурирање на urpmi за медиумот "%s"
mt: qed jiġi rikonfigurat urpmi għas-sors "%s"...
pa_in: "%s" ਮਾਧਿਅਮ ਲਈ urpmi ਮੁੜ-ਸੰਰਚਨਾ
ro: reconfigurez urpmi pentru mediul "%s"
sc: torru a assetiai urpmi po is mèdius "%s"

source: ...reconfiguration failed
ar: ...فشلت إعادة التّهيئة
az: ...yenidən quraşdırma bacarılmadı
bn: ...পুনরায় কনফিগারেশন করতে ব্যর্থ
bs: ...rekonfiguracija nije uspjela
eo: ...rekonfigurado malsukcesis
fa: ...تنظیم مجدد شکست خورد
ky: ...кайра конфигурациялоо ишке ашпады
lt: ...naujas konfigūravimas nepavyko
mk: ...реконфигурирањето не успеа
mt: ...rikonfigurazzjoni falliet
pa_in: ...ਮੁੜ-ਸੰਰਚਨਾ ਅਸਫਲ
ro: ...reconfigurarea a eşuat
sc: ...assètiu faddiu

source: reconfiguration done
ar: تمّت إعادة التّهيئة
az: yenidən quraşdırma tamamlandı
bn: পুনরায় কনফিগারেশন সমপন্ন
bs: rekonfiguracija završena
eo: rekonfigurado finita
fa: تنظیم مجدد انجام گردید
ky: кайра конфигурациялоо аяктады
lt: naujas konfigūravimas atliktas
mk: реконфигурирањето заврши
mt: rikonfigurazzjoni lesta
pa_in: ਮੁੜ ਸੰਰਚਨਾ ਹੋਈ
ro: reconfigurarea s-a încheiat
sc: assètiu fatu

source: Error generating names file: dependency %d not found
bs: Greška pri pravljenju names datoteke: zavisnost %d nedostaje
ro: Eroare la generarea fişierelor denumirilor: dependenţa %d lipseşte

source: medium "%s" is up-to-date
ro: mediul "%s" este actualizat

source: examining synthesis file [%s]
ar: جاري اختبار ملف التخليق [%s]
az: [%s] synthesis faylı sınanır
bn: synthesis ফাইল [%s] পরীক্ষা করা হচ্ছে
bs: ispitujem synthesis datoteku [%s]
eo: mi kontrolas la sintezo-dosieron [%s]
fa: آزمایش پرونده ترکیب [%s]
fur: o esamini il file synthesis [%s]
ky: [%s] synthesis файлы текшерилүүдө
lt: tikrinama sintezės byla [%s]
mk: ја испитувам датотеката synthesis [%s]
ms: periksa file sintesis [%s]
mt: qed jiġi eżaminat il-fajl ta' sinteżi [%s]
no: eksaminerer synthesis fil [%s]
pa_in: ਸ਼ੰਸਲੇਸ਼ਨ ਫਾਇਲ [%s] ਪੜਤਾਲ ਜਾਰੀ
ro: examinez fişierul synthesis [%s]
sc: Controllu su file synthesis [%s]
sr@latn: ispitujem synthesis fajl [%s]
th: กำลังตรวจสอบไฟล์ synthesis [%s]

source: problem reading synthesis file of medium "%s"
ar: مشكلة في قراءة ملف التخليق للوسيط "%s"
az: "%s" medyasının synthesis faylı oxuna bilmədi
bn: "%s" মাধ্যমের synthesis ফাইল পড়তে সমস্যা হয়েছে
bs: problem pri čitanju synthesis datoteke za medij "%s"
eo: problemo por legi sintezan dosieron por datenportilo "%s"
fa: مشکل در خواندن پرونده‌ی ترکیب رسانه‌ی "%s"
fur: probleme leint il file synthesis o le font "%s"
ky: "%s" булагынын synthesis файлын окуу проблемасы
lt: laikmenos "%s" sintezės bylos skaitymo problema
mk: проблем при читање на датотеката synthesis на медиумот "%s"
mt: problema fil-qari tas-sinteżi għas-sors "%s"
pa_in: "%s" ਮਾਧਿਅਮ ਦੀ ਸੰਸਲੇਸ਼ਨ ਫਾਇਲ ਪੜਨ ਦੌਰਾਨ ਸਮੱਸਿਆ
ro: problemă la citirea fişierului synthesis al mediului "%s"
sc: barrancu ligendi sa synthesis de su mèdiu "%s"
sr@latn: problem sa čitanjem synthesis fajla za medij "%s"
th: มีปัญหาในการอ่านไฟล์ synthesis สำหรับอุปกรณ์"%s"

source: copying [%s] for medium "%s"...
ro: copiere [%s] pentru mediul "%s"...

source: ...copying failed
ar: ...فشل النسخ
az: ...köçütrmə bacarılmadı
bn: ...কপি করতে ব্যর্থ
bs: ...kopiranje nije uspjelo
eo: ...kopiado malsukcesis
fa: ...کپی کردن شکست خورد
fur: ...copie falade
ky: ...көчүрүү ишке ашпады
lt: ...kopijavimas nepavyko
mk: ...копирањето не успеа
ms: ...gagal disalin
mt: ...ikkupjar falla
no: ...kopiering mislykket
pa_in: ...ਨਕਲ ਅਸਫਲ
ro: ...copierea a eşuat
sc: ...còpia faddia
sr@latn: ...kopiranje nije uspelo
