Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: copying description file of "%s"...
ar: جاري نسخ وصف الملف لـ"%s"...
az: "%s" faylının izahat faylı köçürdülür...
bn: "%s"-এর বিবরণ ফাইল কপি করা হচ্ছে...
bs: kopiram opisnu datoteku za "%s"...
eo: mi kopias priskrib-dosieron de "%s"...
fa: کپی کردن پرونده‌ی توضیحات "%s"...
fur: o copii il file di descrizion di "%s"...
ky: "%s" үчүн баяндоо файлы көчүрүлүүдө...
lt: kopijuojama "%s" aprašo byla...
mk: се копира датотеката за опис на "%s"...
ms: fail deskripsi "%s" sedang disalin
mt: qed nikkopja l-fajl ta' deskrizzjoni ta' "%s"
no: kopierer beskrivelsesfil av "%s"...
pa_in: "%s" ਦੀ ਵੇਰਵਾ ਫਾਇਲ ਦੀ ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ro: copiez fişierul cu descrieri pentru "%s"...
sc: còpiu su file descriidori de "%s"...
sr@latn: kopiram opisni fajl za "%s"...
th: กำลังคัดลอกคำอธิบายไฟล์ของ "%s"...

source: ...copying done
ar: ...تم النسخ
az: ...köçürtmə bitdi
bn: ...কপি করা সম্পন্ন
bs: ...kopiranje završeno
eo: ...kopiado farita
fa: ...کپی شد
fur: ...copie finide
ky: ...көчүрүү аяктады
lt: ...kopijavimas baigtas
mk: ...копирањето заврши
ms: ...salin selesai
mt: ...ikkupjar lest
no: ...kopiering ferdig
pa_in: ...ਨਕਲ ਹੋਈ
ro: ...copierea s-a terminat
sc: ...còpia fata
sr@latn: ...kopiranje završeno
th: การคัดลอกสมบูรณ์

source: copy of [%s] failed (file is suspiciously small)
ar: فشل نسخ [%s] (الملفّ صغير بشكل مثيل للشّكّ)
az: [%s] faylının köçürülməsi bacarılmadı (fayl şüphəli dərəcədə kiçikdir)
bn: [%s]-এর কপি ব্যর্থ হয়েছে (ফাইলটি অস্বাভাবিক ছোট)
bs: kopiranje [%s] nije uspjelo (datoteka je sumnjivo mala)
eo: kopiado de [%s] malsukcesis (dosiero estas strange malgranda)
fa: کپی از [%s] شکست خورد (پرونده بطرز مشکوکی کوچک است)
fur: copie di [%s] falade (il file al è piçul in maniere suspiete)
ky: [%s] көчүрүү ишке ашпады (файл күмөндүү кыска)
lt: [%s] kopijavimas nepavyko (byla per daug maža)
mk: копирањето на [%s] не успеа (датотеката е премногу мала)
mt: l-ikkuppjar tal-fajl [%s] falla (il-fajl jidher żgħir wisq)
pa_in: [%s] ਦੀ ਨਕਲ ਅਸਫਲ (ਫਾਇਲ ਸ਼ੱਕੀ ਰੂਪ ਵਿੱਚ ਛੋਟੀ ਹੈ)
ro: copierea fişierului [%s] a eşuat (fişier suspect de mic)
sc: còpia de [%s] faddia (est stranu ki unu file aici piticu)

source: computing md5sum of retrieved source synthesis
ro: se calculează md5sum pentru fişierului synthesis descărcat

source: retrieval of [%s] failed (md5sum mismatch)
ro: descărcarea [%s] a eşuat (eroare md5sum)

source: genhdlist2 failed on %s
ro: genhdlist2 a eşuat pentru %s

source: comparing %s and %s
ro: comparare %s şi %s

source: invalid hdlist file %s for medium "%s"
ro: fişierul hdlist %s pentru mediul "%s" nu este valid

source: copying MD5SUM file of "%s"...
ro: copiere fişier MD5SUM al "%s"...

source: invalid MD5SUM file (downloaded from %s)
ro: fişier nevalid MD5SUM (descărcat de la %s)

source: retrieving source synthesis of "%s"...
ro: se primeşte sursa synthesis pentru "%s"...

source: found probed synthesis as %s
ro: s-a găsit synthesis verificat ca %s

source: no synthesis file found for medium "%s"
ro: nu s-a găsit fişierul synthesis pentru mediul "%s"

source: examining pubkey file of "%s"...
ar: جاري اختبار ملف pubkey لـ"%s"...
az: "%s" faylının pubkey'si yoxlanır...
bn: "%s"-এর pubkey পরীক্ষা করছি...
bs: istražujem pubkey datoteku za "%s"...
eo: kontrolante la publikan ĉifroŝlosilon de "%s"...
fa: در حال آزمایش پرونده کلید عمومی "%s"...
fur: o controli il file pubkey di "%s"...
ky: "%s" үчүн ачык ачкыч файлы текшерилүүдө...
lt: tikrinama "%s" pubkey byla...
mk: испитувам датотека со јавен клуч од "%s"...
mt: qed jiġi eżaminat fajl pubkey ta' "%s"...
pa_in: "%s" ਦੀ ਸਵਰਜਨਕ ਕੁੰਜੀ ਫਾਇਲ ਵੇਖੀ ਜਾਦੀ ਹੈ...
ro: examinez fişierul cheie publică pentru "%s"...
sc: controllu sa crai pùbriga de "%s"...
sr@latn: ispitukem fajl sa javnim ključem za "%s"...

source: ...imported key %s from pubkey file of "%s"
ar: ...تم استيراد المفتاح %s من ملف pubkey "%s"
az: ..."%s"nın pubkey faylından %s açarı idxal edildi
bn: ..."%s"-এর pubkey থেকে %s কী ইমপোর্ট করা হয়েছে
bs: ...uveo sam ključ %s iz pubkey datoteke "%s"-a
eo: ...importis ĉifroŝlosilon %s de "%s"
fa: ...در حال وارد کردن کلید %s از پرونده کلیدعمومی "%s"
fur: ...impuartade le clâf %s dal file pubkey di "%s"
ky: ...%s ачкычы "%s" ачык ачкычынан импорттолду
lt: ...iš "%2$s" pubkey bylos importuotas raktas %1$s
mk: ...внесен клуч %s од датотека со јавен клуч од "%s"
mt: ...ċifrarju %s importat mill-fajl pubkey ta' "%s"
pa_in: ..."%s" ਦੀ ਸਰਵਜਨਕ ਕੁੰਜੀ ਤੋਂ %s ਕੁੰਜੀ ਆਯਾਤੀ ਕੀਤੀ
ro: ...cheia importată %s din fişierul cheie publică pentru "%s"
sc: ...apu importau sa crai %s de sa crai pùbriga de "%s"
sr@latn: ..importovani ključ %s od javnog ključa za "%s"

source: unable to import pubkey file of "%s"
ar: لم يمكن استيراد ملف pubkey الخاص بـ"%s"
az: "%s" faylının pubkey'si idxal edilə bilmədi
bn: "%s"-এর pubkey ইমপোর্ট করা যায়নি
bs: ne mogu uvesti pubkey datoteku za "%s"
eo: ne povis importi la publikan ĉifroŝlosilon de "%s"
fa: نمی‌توان پرونده کلید عمومی "%s" را وارد کرد
fur: no rivi a impuartâ il file pubkey di "%s"
ky: "%s" ачык ачкыч файлын импортоо мүмкүн эмес
lt: negaliu importuoti "%s" pubkey bylos
mk: не можам да внесам датотека со јавен клуч од "%s"
mt: ma stajtx nimporta fajl pubkey ta' "%s"
pa_in: "%s" ਦੀ ਸਵਰਜਨਕ ਕੁੰਜੀ ਆਯਾਤ ਕਰਨੀ ਅਸਫਲ
ro: nu pot importa fişierul cheie publică pentru "%s"
sc: no potzu importai sa crai pùbriga de "%s"
sr@latn: ne mogu da importujem javni ključ za "%s"

source: updated medium "%s"
ro: mediul "%s" actualizat

source: retrieval of [%s] failed
ro: primirea [%s] a eşuat

source: trying again with mirror %s
ro: se reîncearcă cu serverul %s

source: Could not find a mirror from mirrorlist %s
ro: Nu s-a găsit un server din lista de servere %s

source: found geolocalisation %s %.2f %.2f from timezone %s
ro: localizarea geografică %s %.2f % găsită.2f din fusul orar %s

source: getting mirror list from %s
ro: primire listă servere de la %s

source: Yy
ar: نyY
az: YyBb
bn: Yyহ
bs: DdYy
eo: YyJj
fa: YyبfF
fur: SsYy
ky: YyоО
lt: TtYy
mk: Dd
mt: IiYy
no: JjYy
ro: DdYy
sr@latn: DdDdYy
th: Yyช

source: Sorry, bad choice, try again
af: Jammer, swak keuse, probeer weer
ar: المعذرة، اختيار سئ، حاول مرة أخرى
az: Xətalı seçənək, təkrar sınayın
bg: Съжалявам,лош избор, опитайте отново
bn: দুঃখিত, খারাপ পছন্দ, পুনরায় চেষ্টা করুন
bs: Žalim, pogrešan izbor, probajte kasnije
eo: Bedaŭrinde, nevalida elekto, reprovu
fa: متأسفم، انتخاب بد، دوباره امتحان کنید
fur: Sielte falade, torne a provâ
ga: Droch-rogha, athtrialaigh!
ka: щжци юрэдеюмию, йицде сщюцдх
ky: Кечириңиз, туура эмес тандоо, кайталап көрүңүз
lt: Gaila, bet pasirinkimas blogas, pakartokite
lv: Atvainojiet, nepareiza izvçle. Mçìiniet vçlreiz
mk: Извинете, лош избор, обидете се повторно
ms: Salah pilih, cuba lagi
mt: Għażla ħażina, jiddispjaċini. Erġa' pprova
no: Beklager, dårlig valg, prøv igjen
pa_in: ਮੁਆਫੀ, ਗਲਤ ਚੋਣ, ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ
ro: Aţi ales greşit, încercaţi din nou
sc: Mi spraxit, sçoberu malu, torra a provai
sr@latn: Pogrešan izbor, probajte ponovo
th: การเลือกไม่ถูกต้อง ลองใหม่ครับ

source: Package
ro: Pachet

source: Version
ro: Versiune

source: Release
ro: Ediţie

source: Arch
ro: Arh

source: (suggested)
ro: (sugerat)

source: medium "%s"
ro: mediul "%s"

source: command line
ro: linie de comandă

source: The following package is now orphan, use "urpme --auto-orphans" to remove it.
ro: Următorul pachet este acum în plus, utilizaţi "urpme --auto-orphans" pentru ştergerea sa.

source: unable to parse "%s" in file [%s]
ar: تعذر تحليل "%s" في الملف [%s]
az: [%s] faylındakı "%s" oxuna bilmədi
bn: "%s"-এর পরিচয় [%s] ফাইলে দেয়া সম্ভব হয়নি
bs: ne mogu obraditi "%s" u datoteci [%s]
eo: ne povis analizi "%s" en dosiero [%s]
fa: نمی‌توان "%s" را در پرونده [%s] تجزیه کرد
fur: no rivi a analizâ "%s" tal file [%s]
ky: "%s" түшүнүүгө болбоду; ал [%s] файлынын ичинде
lt: negaliu išnagrinėti "%s" byloje [%s]
mk: не можам да пренесам "%s" во датотека [%s]
mt: ma nistax nifli "%s" fil-fajl [%s]
pa_in: ਫਾਇਲ [%s] ਵਿੱਚ "%s" ਨੂੰ ਪਾਰਸ ਕਰਨ ਲਈ ਅਸਫਲ
ro: nu pot parcurge "%s" în fişierul [%s]
sc: no potzu analisai "%s" in su file [%s]
sr@latn: Ne mogu da parsiram "%s" u fajl [%s]
th: ไม่สามารถใช้งาน "%s" ใน file [%s]

source: examining parallel handler in file [%s]
ar: جاري اختبار المتعامل المتوازي في الملف [%s]
az: [%s] faylındakı paralel tutucu yoxlanır
bn: [%s] ফাইলে সমান্তরাল পরিচালক পর্যবেক্ষণ করা হচ্ছে
bs: ispitujem paralelni držač u datoteci [%s]
eo: mi kontrolas la paralelan traktilon en dosiero [%s]
fa: آزمایش دستگیره مواری در پرونده‌ی [%s]
fur: o stoi esaminant il gjestôr paralêl tal file [%s]
ky: [%s] файлынын ичинде параллелдик аткаргыч текшерилүүдө
lt: tikrinama lygiagrečioji bylos [%s] tvarkyklė
mk: испитување на паралелниот управувач во датотеката [%s]
mt: qed jiġi eżaminat "parallel handler" fil-fajl [%s]
pa_in: ਫਾਇਲ [%s] ਵਿੱਚ ਸਮਾਂਤਰ ਹੈਂਡਲਰ ਦੀ ਖੋਜ ਜਾਰੀ
ro: examinez descriptorul paralel din fişierul [%s]
sc: Controllu su handler parallelu in su file [%s]
sr@latn: ispitujem paralelni držač u fajlu [%s]
th: กำลังตรวจสอบ parallel handler ในไฟล์ [%s]

source: found parallel handler for nodes: %s
ar: تم ايجاد المتعامل المتوازي للعقد: %s
az: düyümlər üçün paralel tutucu tapıldı: %s
bn: সমান্তরাল পরিচলাক পাওয়া গিয়েছে নোডসমূহের জন্য: %s
bs: pronašao paralelni držač za čvorove: %s
eo: trovis paralelan traktilon por nodoj: %s
fa: یافت دستگیره موازی برای گره‌ها: %s
fur: cjatât gjestôr paralêl par i grops: %s
ky: %s бутактары үчүн параллелдик аткаруучу табылды
lt: rasta lygiagrečioji tvarkyklė mazgams: %s
mk: пронајден е паралелен управувач за точките: %s
mt: instab "parallel handler" għal nodi: %s
pa_in: ਨੋਡਾਂ ਲਈ ਸਮਾਂਤਰ ਹੈਂਡਲਰ ਖੋਜੋ: %s
ro: am găsit descriptorul paralel pentru nodurile: %s
sc: apu agatau unu handler parallelu po is nuus: %s
sr@latn: pronađen paralelni držač dza nodove: %s
th: พบ parallel handler สำหรับ %s

source: unable to use parallel option "%s"
ar: تعذر استخدام الخيار المتوازي "%s"
az: "%s" paralel seçənəyi işlədilə bilmədi
bn: সমান্তরাল অপশন "%s" ব্যবহারে অক্ষম
bs: ne mogu koristiti paralelnu opciju "%s"
eo: ne povis uzi paralelan opcion "%s"
fa: نمی‌توان از گزینه موازی "%s" استفاده کرد
fur: no rivi a doprâ le opzion paralêle "%s"
ky: "%s" параллелдик опциясын колдонуу мүмкүн эмес
lt: negaliu naudoti lygiagretumo parinkties "%s"
mk: не можам да ја употребам паралелната опција "%s"
mt: ma nistax nuża għażla parallela "%s"
pa_in: ਸਮਾਂਤਰ ਚੋਣ "%s" ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਅਸਫਲ
ro: nu pot folosi opţiunea parallel "%s"
sc: no potzu impreai sa scera parallela po "%s"
sr@latn: ne mogu da koristim paralelnu opciju "%s"
th: ไม่สามารถใช้ parallel option "%s"

source: on node %s
ro: în nodul %s

source: Installation failed on node %s
ro: Instalarea a eşuat în nodul %s

source: rshp failed, maybe a node is unreacheable
ro: rshp a eşuat, poate nodul nu este accesibil

source: mput failed, maybe a node is unreacheable
ro: mput a eşuat, poate nodul nu este accesibil

source: scp failed on host %s (%d)
ro: scp a eşuat la gazda %s (%d)

source: cp failed on host %s (%d)
ro: cp a eşuat la gazda %s (%d)

source: %s failed on host %s (maybe it does not have a good version of urpmi?) (exit code: %d)
ro: %s a eşuat la gazda %s (poate nu are versiunea corectă a urpmi?) (cod eroare: %d)

source: unable to access medium "%s".
ro: nu pot accesa mediul "%s"

source: mounting %s
ar: جاري تجهيز %s
az: %s bağlanır
bn: %s মাউন্ট করা হচ্ছে
bs: montiram %s
eo: muntas %s
fa: سوار کردن %s
fur: o stoi montant %s
ky: %s бириктирилүүдө
lt: prijungiama %s
mk: монтирам %s
mt: qed jiġi mmuntat %s
no: monterer %s
pa_in: %s ਮਾਊਟ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: montare %s
sc: càrrigu %s
sr@latn: montiram %s
th: กำลังติดตั้ง %s

source: unmounting %s
ar: جاري ازالة تجهيز %s
az: %s ayrılır
bn: %s আনমাউন্ট করা হচ্ছে
bs: demontiram %s
eo: malmuntas %s
fa: پیاده کردن %s
fur: o stoi dismontant %s
ky: %s ажыратылууда
lt: atjungiama %s
mk: одмонтирам %s
ms: unmount %s
mt: qed niżmonta %s
no: demonterer %s
pa_in: %s ਅਨਮਾਊਟ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: demontare %s
sc: scàrrigu %s
sr@latn: demontiram %s
th: กำลังถอดถอน %s

source: urpmf version %s Copyright (C) 2002-2006 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage: urpmf [options] pattern-expression
bs: urpmf verzija %s Copyright (C) 2002-2006 Mandriva. Ovo je slobodan software i može biti distribuiran pod uslovima GNU GPL-a. upotreba: urpmf [opcije] izraz
ro: urpmf versiunea %s Copyright (C) 2002-2006 Mandriva. Acest program este soft liber şi poate fi redistribuit în termenii GNU GPL. utilizare: urpmf [opţiuni] tipar-expresie

source: --version - print this tool's version number.
bs: --version - ispisuje broj verzije ovog alata.
ro: --version - afişarea versiunii utilitarului.

source: --env - use specific environment (typically a bug report).
ar: --env - استخدم بيئة محدّدة (عادة تقرير خطا).
az: --env - xüsusi mühit işlət (əsasən bir xəta raportu).
bn: --env - সুনির্দিষ্ট পরিবেশ ব্যবহার করো (বিশেষত একটি ত্রুটি রিপোর্ট।)
bs: --env - koristi navedenu okolinu (tipično izvještaj o bugu).
eo: --env - uzu specifan medion (tipe estas cim-raporto).
fa: --env - استفاده از محیط مشخص (معمولاً یک گزارش اشکال).
ky: --env - спецификалык чөйрөнү колдонуу (демейде ката жөнүндө отчет).
lt: --env - naudoti specifinę aplinką (paprastai klaidos pranešimas).
mk: --env - користи одредена околина (типично извештај за бубачка).
mt: --env - uża ambjent speċifiku (tipikament f'rapport ta' bug).
ro: --env - foloseşte un mediu specificat (tipic un raport de erori).
sc: --env - imprea unu ambienti indidau (unu arrelatadori normalli de fartas).
sr@latn: --env - koristi specifično okruženje (tipično izveštaj o grešci).

source: --excludemedia - do not use the given media, separated by comma.
ar: --excludemedia - لا تستخدم الوسيط المحدّد، مفصولة بفواصل.
az: --excludemedia - vergüllə ayrılmış verilən mediya(lar)nı işlətmə.
bn: --excludemedia - প্রদত্ত মাধ্যম ব্যবহার করবেনা, কমা দিয়ে ভাগ করা।
bs: --excludemedia - ne koristi navedene medije, razdvojene zarezom.
eo: --excludemedia - ne uzu la donitan datenportilon, disigitan per komo.
fa: --excludemedia - از رسانه‌ی داده نشده استفاده نشود، جدا شده توسط ویرگول.
fur: --excludemedia - no sta a doprâ les fonts listadis, disseparadis di virgulis.
ky: --excludemedia - үтүр менен бөлүнөп көрсөтүлгөн булактарды колдонбоо.
lt: --excludemedia - nenaudoti duotųjų laikmenų, atskirtų kableliu.
mk: --excludemedia - не го користи дадениот медиум, одделено со запирка.
mt: --excludemedia - eskludi s-sorsi msemmija, separati b'virgoli.
ro: --excludemedia - nu folosiţi mediile date, separate prin virgulă.
sc: --excludemedia - no impreist is mèdius indidaus, pratzius de vìrgula.
sr@latn: --excludemedia - ne koristi dati medij, odvojen zarezom.

source: --literal, -l - don't match patterns, use argument as a literal string.
bs: --literal, -l - bez prepoznavanja uzorka, koristi argument kao doslovan tekst.
ro: --literal, -l - nu potriviţi modelele, utlizaţi argumentul ca literal.

source: --urpmi-root - use another root for urpmi db & rpm installation.
ro: --urpmi-root - folosirea altui administrator pentru urpmi db & instalarea rpm.

source: --sortmedia - sort media according to substrings separated by comma.
ar: --sortmedia - افرز الوسيط بناءً على النصّ الفرعي مفصول بفواصل.
az: --sortmedia - vergüllə ayrılmış alt qatarlara görə mediyanı sırala.
bn: --sortmedia - কমা দ্বারা বিচ্ছিন্ন মতে মাধ্যম ক্রমান্বয়ে সাজাও।
bs: --sortmedia - sortiraj medije prema podstringovima razdvojenim zarezom.
eo: --sortmedia - vicigu la datenportilojn laŭ subĉenoj disigitaj per komo.
fa: --sortmedia - ترتیب دادن رسانه‌ها بر اساس زیررشته‌ها جدا شده با ویرگول.
fur: --sortmedia - ordene fonts in base a les sotriis disseparadis di virgulis.
ky: --sortmedia - үтүр менен бөлүнгөп саптарга ылайык булактарды сорттоо.
lt: --sortmedia - rikiuoti laikmenas pagal papildomas eilutes, atskirtas kableliu.
mk: --sortmedia - сортира медиуми според подстринговите одделени со запирка.
mt: --sortmedia - issortja s-sorsi skond strings separati b'virgola.
ro: --sortmedia - sortează mediile conform subşirurilor separate prin virgulă.
sc: --sortmedia - òrdina is mèdius segundu is sutarrayas pratzias de vìrgula.
sr@latn: --sortmedia - sortira medije na osnovu podstringova odvojenih zarezom.

source: --use-distrib - use the given path to access media
ro: --use-distrib - se utilizează calea indicată către mediu

source: --synthesis - use the given synthesis instead of urpmi db.
ar: --synthesis - استخدم التخليق التالي بدلاً من قاعدة بيانات urpmi.
az: --synthesis - urpmi db yerinə verilən synthesis'i işlət.
bn: --synthesis - urpmi db'র পরিবর্তে প্রদত্ত synthesis ব্যবহার করো।
bs: --synthesis - koristi zadani synthesis umjesto urpmi baze.
eo: --synthesis - uzu la donitan sintezon anstataŭ la urpmi-db.
fa: --synthesis - استفاده از ترکیب داده شده بجای urpmi db.
fur: --synthesis - dopre il file synthesis specificât invezit dal db urpmi
ky: --synthesis - urpmi db ордуна көрсөтүлгөн synthesis колдонуу.
lt: --synthesis - vietoje urpmi duomenų bazės naudokite duotąją sintezę.
mk: --synthesis - ја користи дадената синтеза наместо базата на податоци на urpmi.
mt: --synthesis - uża s-sinteżi mogħti minflok id-database urpmi.
ro: --synthesis - foloseşte fişierul synthesis dat în loc de urpmi db.
sc: --synthesis - imprea sa synthesis indidada in logu de su db de urpmi.
sr@latn: --synthesis - koristi dati synthesis umesto urpmi-jeve baze podataka.

source: --uniq - do not print identical lines twice.
ar: --uniq - لا تطبع الأسماء المتشابهة.
az: --uniq - identik sətirləri göstərmə.
bn: --uniq - identical লাইনসমূহহ ছাপাবে না।
bs: --uniq - ne ispisuj identične linije.
eo: --uniq - ne printu identajn liniojn.
fa: --uniq - خطهای یکسان چاپ نشوند.
ky: --uniq - бирдей саптарды чыгарбоо.
lt: --uniq - nespausdinti identiškų eilučių.
mk: --uniq - не испишува идентични линии.
mt: --uniq - turix linji identiċi.
ro: --uniq - nu afişează liniile identice.
sc: --uniq - no amostist arrayas ugualis.
sr@latn: --uniq - ne prikazuje identične linije.

source: --update - use only update media.
ar: --update - استخدم وسيط التحديث فقط.
az: --update - təkcə güncəl medyanı işlət.
bn: --update - শুধু আপডেট মিডিয়া ব্যবহার করো।
bs: --update - koristi samo medije za unaprjeđenje.
eo: --update - uzu nur ĝisdatigajn datenportilojn.
fa: --update - فقط استفاده از رسانه‌های بروزسازی.
fur: --update - dopre dome fonts di atualizazion.
ky: --update - жаңылоо булагын гана колдонуу.
lt: --update - naudoti tik atnaujinimo laikmeną.
mk: --update - користи само ажуриран медиум.
ms: --update - guna hanya kemaskini media.
mt: --update - uża s-sorsi ta' aġġornament biss.
no: --update - bruk bare oppdateringsmedia.
ro: --update - foloseşte numai mediile de actualizare.
sc: --update - imprea feti mèdius de ajorronamentu.
sr@latn: --update - koristi samo update medij.
th: --update - ใช้เพื่ออัพเดตมีเดีย

source: --verbose - verbose mode.
ar: --verbose - وضع التفصيل.
az: --verbose - təfsilatlı mod.
bn: --verbose - verbose মোড।
bs: --verbose - rječiti mod.
eo: --verbose - babilema modo.
fa: --verbose - حالت لغتی.
fur: --verbose - modalitât fetôse.
ky: --verbose - кеңири режим.
lt: --verbose - verbose veiksena.
mk: --verbose - опширен режим.
mt: -verbose - modalità b'ħafna dettalji.
ro: --verbose - mod detaliat.
sc: --verbose - po ndi sciri de prus.
sr@latn: -verbose - verbose režim.

source: -i - ignore case distinctions in patterns.
ar: -i - تجاهل حالة الأحرف على كلّ الهيئات.
az: -i - hər patterndə bötük/kiçik hərf qaydalarını rədd et.
bn: -i - সকল প্যাটার্ণ এ case distinctions অগ্রাহ্য করো ।
bs: -i - ne razlikuj velika i mala slova u uzorcima.
eo: -i - ignoru ĉiufoje usklecon.
fa: -i - نادیده‌گیری موارد تفاوتی در هر الگو.
ky: -i - бардык шаблондордогу регистрлердин айырмаларын эске албоо.
lt: -i - ignoruoti kiekvieno pavyzdžio raidžių dydžio skirtumus.
mk: -i - игнорира разлика на буквите во секоја шема.
mt: -i - qis ittri kbar u żgħar l-istess f'kull mudell.
ro: -i - ignoră diferenţierea majusculelor în toate modelele.
sc: -i - innyora sa diferèntzia mannas/piticas in totu is pattern.
sr@latn: -i - ignoriše razliku u karakteru u bilo kojoj šemi.

source: -I - honor case distinctions in patterns (default).
bs: -I - razlikuj velika i mala slova u uzorcima.
ro: -I - utilizarea diferitelor majuscule în modele (implicit).

source: -F<str> - change field separator (defaults to ':').
bs: -F<str> - promjena razdjelnika polja (standardno je ':').
ro: -F<str> - schimbaţi câmpul separator (implicit ':').

source: Pattern expressions:
bs: Izrazi za uzorke:
ro: Expresii regulate:

source: text - any text is parsed as a regexp, unless -l is used.
bs: text - svaki tekst se tretira kao regexp, osim ako se koristi -I.
ro: text - orice text este parcurs ca regexp, exceptând utilizarea -l.

source: -e - include perl code directly as perl -e.
ar: -e - اشمل نصّ perl بشكل مباشر كـ perl -e.
az: -e - perl kodunu birbaşa perl -e kimi daxil et.
bn: -e - perl কোড perl -e এর মতো সরাসরি অন্তর্ভুক্ত করো।
bs: -e - uključi perl kod direktno kao perl -e.
eo: -e - anigu perl-kodon rekte kiel perl -e.
fa: -e - ضمیمه مستقیم رمز پرل مانند perl -e.
fur: -e - cjape dentri il codis perl diretementri sicu perl -e.
ky: -e - түздөн түз perl кодун perl -e сыяктуу кошуу.
lt: -e - perl kodą įtraukti tiesiogiai kaip perl -e.
mk: -e - вклучива код на perl директно како perl -e.
mt: -e - includi kodiċi perl direttament bħala perl -e.
ro: -e - include codul perl direct ca perl -e.
sc: -e - apega su còixi perl ke perl -e.
sr@latn: -e - uključuje perl kod direktno kao perl -e.

source: -a - binary AND operator.
ar: -a - معامل AND الثّنائي،.
az: -a - binary AND operatoru.
bn: -a - বানারি AND অপারেটর.
bs: -a - binarni I operator.
eo: -a - binara KAJ-operatoro.
ky: -a - бинардык AND оператору.
lt: -a - dvejetainis IR operatorius.
mk: -a - бинарен И оператор.
mt: -a - operatur AND binarju.
ro: -a - operator binar ŞI.
sc: -a - obradori binàriu AND.
sr@latn: -a - binarni AND operator.

source: -o - binary OR operator.
ar: -o - معامل OR الثّنائي،.
az: -o - OR operatoru.
bn: -o - বাইনারি OR অপারেটর.
bs: -o - binarni OR operator.
eo: -o - binara AŬ-operatoro.
ky: -o - бинардык OR оператору.
lt: -o - dvejetainis ARBA operatorius.
mk: -o - бинарен ИЛИ оператор.
mt: -o - operatur OR binarju.
ro: -o - operator binar SAU.
sc: -o - obradori binàriu OR.
sr@latn: -o - binarni OR operator.

source: ! - unary NOT.
ar: ! - NOT أحاديّة.
az: ! - NOT operatoru.
bn: ! - ইউনারি NOT.
bs: ! - unarno NE.
eo: ! - unuloka NE.
ky: ! - унардык NOT.
lt: ! - elementas NE.
mk: ! - унарен НЕ.
mt: ! - operatur NOT.
ro: ! - Negare unară.
sc: ! - unàriu NOT.
sr@latn: ! - unarni NOT.

source: ( ) - left and right parentheses.
bs: ( ) - lijeva i desna zagrada.
ro: ( ) - paranteze stânga şi dreapta.

source: List of tags:
bs: Spisak tagova:
ro: Listă de etichete:

source: --qf - specify a printf-like output format
bs: --qf - određuje format izlaza nalik na printf
ro: --qf - se specifică un format de ieşire tip printf

source: example: '%%name:%%files'
bs: primjer: '%%ime:%%datoteke'
ro: exemplu: '%%nume:%%fişiere'

source: --arch - architecture
bs: --arch - arhitektura
ro: --arch - architectură

source: --buildhost - build host
bs: --buildhost - računar na kojem je kompajliran
ro: --buildhost - compilare host

source: --buildtime - build time
bs: --buildtime - vrijeme kompajliranja
ro: --buildtime - la compilare

source: --conffiles - configuration files
bs: --conffiles - konfiguracione datoteke
ro: --conffiles - fişiere de configurare

source: --conflicts - conflict tags
bs: --conflicts - tagovi za konflikte
ro: --conflicts - marcaj conflicte

source: --description - package description
bs: --description - opis paketa
ro: --description - descrierea pachetului

source: --distribution - distribution
bs: --distribution - distribucija
ro: --distribution - distribuţie

source: --epoch - epoch
bs: --epoch - epoha
ro: --epoch - epocă

source: --filename - filename of the package
bs: --filename - ime datoteke paketa
ro: --filename - numele fişierelor pachetelor
