Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: --no-probe - do not try to find any synthesis or hdlist file.
ar: --no-probe - لا تحاول أن تعثر على أي ملفّ تخليق أو ملف hdlist.
az: --no-probe - hər hansı bir synthesis ya da hdlist faylı tapmaya cəhd göstərmə.
bn: --no-probe - কোন synthesis বা hdlist ফাইল খোঁজের চেষ্টা করবে না।
eo: --no-probe - ne provu trovi ian sintezon aŭ hdlist-dosieron.
fa: --no-probe - تلاش برای یافتن هیچ پرونده‌ی ترکیب یا hdlist نشود.
fur: --no-probe - nol cîr nissun file synthesis o hdlist.
ky: --no-probe - synthesis же hdlist файлын издөөгө аракет кылбоо.
lt: --no-probe - nebandyti surasti nei sintezes, nei hdlist bylų.
mk: --no-probe - не се обидува да пронајде било каква synthesis или hdlist датотека.
mt: --no-probe - tippruvax tfittex fajls sinteżi jew hdlist.
sc: --no-probe - no provist a agatai una synthesis o una hdlist.
sr@latn: --no-probe - ne pokušava da pronađe bilo koji synthesis ili hdlist fajl.

source: --version - use specified distribution version, the default is taken from the version of the distribution told by the installed mandriva-release package.
ar: --version - إستخدم نسخة التّوزيعة المحدّدة، الافتراض يؤخذ من نسخة التّوزيعة الّتي تُخبِر بها حزمة إصدارة ماندريبا لينكس المثبّتة.

source: --arch - use specified architecture, the default is arch of mandriva-release package installed.
ar: --arch - إستعمل البنية المحدّدة، الافتراض هو بنية حزمة إصدارة ماندريبا لينكس (mandriva-release) المثبّتة.

source: --virtual - create virtual media wich are always up-to-date, only file:// protocol is allowed.
ar: --virtual - أنشئ وسائط خيالية محدّثة بصفة دائمة، يسمح ببروتوكول file:// فقط.
az: --virtual - həmişə yeni qalan virtual mediya yarat, ancaq file:// protokoluna icazə var.
bn: --virtual - ভার্চুয়াল মাধ্যম তৈরী করো যারা সবসময় আপ-টু-ডেট থাকে, শুধুমাত্র file:// প্রটোকল অনুমতি পাবে।
eo: --virtual - kreu virtualan datenportikojn ĉiam ĝisdatajn, nur file:// protokolo estas permesita.
fa: --virtual - ایجاد رسانه مجازی که همیشه بروز شده هستند، فقط پایان‌نامه file:// مجاز می‌باشد.
fur: --virtual - cree une font virtuâl che je simpri atualizade, al è permitût dome il protocol file://.
ky: --virtual - дайыма up-to-date болгон, виртуалдык булак түзүү file:// протоколу гана колдонулушу мүмкүн.
lt: --virtual - sukurti nuolat atnaujinamą laikmeną, leidžiamas tiks toks protokolas file:// .
mk: --virtual - создади виртуелени медиуми кои постојано се ажурирани, само протоколот file:// е дозволен.
mt: --virtual - oħloq sors virtwali li huwa dejjem aġġornat. Il-protokoll file:// biss huwa permess.
sc: --virtual - crea mèdius virtualis sempri ajorronaus, est permìtiu feti su protocollu file://.
sr@latn: --virtual - kreira virtuelni medij koji su uvek ažurirani , dozvoljen je samo file:// protocol.

source: -c - clean headers cache directory.
ar: -c - نظّف دليل ذاكرة الترويسات المخبّئة.
az: -c - başlıq ara yaddaşı cərgəsini təmizlə.
bn: -c - হেডার ক্যাশ ডিরেক্টরি পরিষ্কার করো।
eo: -c - purigu la dosieron de kap-kaŝejo.
fa: -c - سرآیندهای شاخه حافظه پنهان را پاک می‌کند.
fur: -c - nete les intestaduris de cartele in cache.
ky: -c - башсаптар (headers) кэшинин каталогун тазалоо.
lt: -c - išvalyti antraščių cache katalogą.
mk: -c - исчисти го кеш директориумот за заглавја.
ms: -c - bersihkan direktori kache header.
mt: -c - naddaf id-direttorju tal-cache tal-headers.
sc: -c - lìmpia sa directory cache de is headers.
sr@latn: -c - čisti direktorijum sa kešom nadglavlja.
th: -c - ทำความสะอาดส่วน headers ของไดเร็คตอรี่ cache

source: -f - force generation of hdlist files.
ar: -f - أجبر توليد ملفات hdlist.
az: -f - hdlist fayllarının yaradılmasını məcbur et.
bn: -f - hdlist ফাইলসমূহ তৈরী করার জন্য জোর দাও।
eo: -f - trudu generadon de hdlist-dosieroj.
fa: -f - اجبار تولید پرونده‌های hdlist.
fur: -f - sfuarçe gjenerazion di file hdlist.
ky: -f - hdlist файлдардын түзүүгө мажбурлоо.
lt: -f - vykdyti hdlist bylų sudarymą.
mk: -f - принуди генерирање на hdlist датотеки.
ms: -f - paksa buat fail hdlist.
mt: -f - ġiegħel il-fajls hdlist jiġu ġenerati.
no: -f - tving generasjon av hdlist filer.
sc: -f - fortza sa fraigadura de is file hdlist.
sr@latn: -f - primorava na generisanje hdlist fajlova.
th: -f - บังคับการสร้างไฟล์ hdlist

source: unable to update medium "%s"
ar: لم يمكن تحديث الوسيط "%s"
az: "%s" medyası güncəllənə bilmir
bn: "%s" মাধ্যম আপডেট করা যায়নি
eo: ne povis ĝisdatigi medion "%s"
fa: نمی‌توان رسانه "%s" را بروزسازی کرد
fur: no rivi a atualizâ le font "%s"
ky: "%s" булагын жаңылоого болбоду
lt: negaliu atnaujinti laikmenos "%s"
mk: не можам да го ажурирам медиумот "%s"
ms: gagal kemaskini media "%s"
mt: ma nistax naġġorna s-sors "%s"
no: kunne ikke oppdatere medium "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਨਵੀਨੀਕਰਨ ਲਈ ਅਸਫਲ਼
sc: no potzu ajorronai su mèdiu "%s"
sr@latn: ne mogu da ažuriram medij "%s"
th: ไม่สามารถแก้ไขอุปกรณ์"%s"

source: Will create config file [%s]
ar: سوف ينشئ ملف التهيئة [%s]
bn: কনফিগ ফাইল [%s] তৈরী করবে
eo: Mi kreos konfiguran dosieron [%s]
fa: پرونده پیکربندی [%s] ایجاد خواهد شد
ky: [%s] конфигурация файлын түзүү
lt: Bus sukurta konfigūracijos byla [%s]
mk: Ќе се направи конфигурациона датотека [%s]
pa_in: ਸੰਰਚਨਾ ਫਾਇਲ [%s] ਲਿਖੀ ਜਾਵੇਗੀ
sc: At a creai su file de assètiu [%s]

source: no need to give <relative path of hdlist> with --distrib
ar: لا داعي لإعطاء <المسار النّسبي لـhdlist> مع --distrib
az: <hdlist'in nisbi yolu>nu --distrib ilə verməyə ehtiyac yoxdur
bn: --distrib এর সাথে <relative path of hdlist> দেয়ার প্রয়োজন নেই
eo: ne bezonas doni <relative path of hdlist> per --distrib
fa: احتیاجی به دادن <relative path of hdlist> با --distrib
fur: no l'è di bisugne di furnî <percors relatîf di hdlist> cun --distrib
ky: --distrib менен кошо <hdlist файлынын салыштырма жолун> көрсөтүүнүн кереги жок
lt: nebūtina duoti <atitinkamas hdlist kelias> su --distrib
mk: нема потреба да давате <релативна патека на hdlist> со --distrib
mt: m'hemmx għalfejn tagħti <isem tal-hdlist relattiv> ma' --distrib
pa_in: --distrib ਨਾਲ <relative path of hdlist> ਦੀ ਲੋੜ ਨਹੀ
sc: no serbit a donai <bia acapiada po hdlist> cun --distrib
sr@latn: nedostaje <relativna putanja hdlist> sa --distrib

source: <relative path of hdlist> missing
ar: <المسار المُرتبط لـhdlist> مفقود
az: <hdlistin nisbi yolu> mövcud deyildir
bn: <relative path of hdlist> পাওয়া যাচ্ছে না
eo: <relativa dosieronomo de hd-listo> mankas
fa: <relative path of hdlist> وجود ندارد
fur: <percors relatîf di hdlist> mancjant
ky: <hdlist файлынын салыштырма жолу> жок
lt: <atitinkamas hdlist kelias> nėra
mk: недостасува <релативна патека на hdlist>
mt: <isem tal-hdlist relattiv> mhux speċifikat
pa_in: <hdlist ਲਈ ਅਨੁਸਾਰੀ ਮਾਰਗ> ਗੁੰਮ
sc: amancat <bia acapiada po hdlist>
sr@latn: nedostaje <relativna putanja hdlist>

source: `with' missing for network media
ar: `with' مفقودة لوسط الشّبكة
az: 'with' şəbəkə medyasında əksikdir
bn: নেটওয়ার্ক মাধ্যমের জন্য `with' পাওয়া যাচ্ছে না
eo: `with' mankas por reta datenportilo
fa: `با' رسانه‌های شبکه که وجود ندارند
fur: `with' al mancje par le font in rêt
ky: тармактык булак үчүн `with' жок
lt: `su' trūkstamas tinklo laikmenai
mk: `со недостаток на мрежен медиум
mt: "with" nieqes għal sors tan-network
pa_in: ਨੈਟਵਰਕ ਮਾਧਿਅਮ ਵਿੱਚ `with' ਗੁੰਮ ਹੈ
sc: amancat `with' po is mèdius de arretza
sr@latn: `with' nedostatkom za mrežni ftp medij

source: unable to create medium "%s"
ar: لم يمكن عمل الوسيط "%s"
az: "%s" medyası yaradıla bilmir
bn: "%s" মাধ্যম তৈরী করা যায়নি
eo: ne povis krei medion "%s"
fa: نمی‌توان رسانه "%s" را ایجاد کرد
fur: no rivi a creâ le font "%s"
ky: "%s" булагын түзүүгө болбоду
lt: negaliu sukurti laikmenos "%s"
mk: не можам да го креирам медиумот "%s"
ms: gagal membuat media "%s"
mt: ma nistax noħloq sors "%s"
no: kunne ikke opprette medium "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਬਣਾਉਣ ਲਈ ਅਸਫਲ
sc: no potzu creai su mèdiu "%s"
sr@latn: ne mogu da kreiram medij "%s"
th: ไม่สามารถสร้างอุปกรณ์ "%s"

source: usage: urpmi.removemedia [-a] <name> ... where <name> is a medium name to remove.
ar: الاستخدام: urpmi.removemedia [-a] <name> ... حيث أن <name> هو اسم الوسيط المطلوب ازالته.
az: istifadə qaydası: urpmi.removemedia [-a] <ad> ... buradakı <ad> silinəcək mediyanın adıdır.
bn: usage: urpmi.removemedia [-a] <name> ... যেখানে <name> সরানোর জন্য একটি মাধ্যমের নাম।
eo: uzado: urpmi.removemedia [-a] <nomo> ... kie <nomo> estas la nomo de la forigota datenportilo.
fa: طرز استفاده: urpmi.removemedia [-a] <name> ... که <name> نام رسانه‌ی برای برداشتن می باشد.
fur: ûs: urpmi.removemedia [-a] <non> ... la che <non> al è il non de font di rimovi.
ky: колдонулушу: urpmi.removemedia [-a] <аты> ... мында: <аты> алынып салынуучу булак аты.
lt: naudojimas: urpmi.removemedia [-a] <pavadinimas> ... kur <pavadinimas> yra pašalintinos laikmenos pavadinimas.
mk: употреба: urpmi.removemedia [-a] <name> ... каде <name> е името на медиумот кој треба да се отстрани.
ms: penggunan: urpmi.removemedia [-a] <nama> ... <nama> adalah nama media yg akan dihapus.
mt: użu: urpmi.removemedia [-a] <isem> ... fejn <isem> huwa l-isem tas-sors xi tneħħi.
no: bruk: urpmi.removemedia [-a] <name> ... hvor <name> er et medium navn å fjerne.
pa_in: ਵਰਤੋਂ: urpmi.removemedia [-a] <name> ... ਜਿੱਥੇ ਕਿ <name> ਮਾਧਿਅਮਾ ਦਾ ਨਾਂ ਹੈ।
sc: impreu: urpmi.removemedia [-a] <nòmini> ... aundi <nòmini> est unu nòmini de mèdiu de burrai.
sr@latn: upotreba: urpmi.removemedia [-a] <ime> ... gde je <ime> ime medija za uklanjanje.
th: การใช้: urpmi.removemedia [-a] <name> ... ในขณะที่ <name> เป็นชื่อของอุปกรณ์ที่ต้องการเอาออก

source: unknown options '%s'
ar: خيارات غير معروفة '%s'
az: naməlum seçənəklər '%s'
bn: অপরিচিত অপশনসমূহ '%s'
eo: nekonataj opcioj '%s'
fa: گزینه‌های ناشناخته '%s'
fur: opzions no cogniossudis '%s'
ky: белгисиз опциялар: '%s'
lt: nežinomos parinktys '%s'
mk: непознати опции '%s'
ms: pilihan tidak diketahui '%s'
mt: għażla "%s" mhux magħrufa
no: ukjente valg '%s'
pa_in: ਅਣਜਾਣ ਚੋਣ '%s' ਹੈ
sc: sceras '%s' disconnotas
sr@latn: nepoznate opcije '%s'
th: ทางเลือกไม่รู้จัก '%s'

source: urpmq version %s Copyright (C) 2000-2005 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ar: urpmq النسخة %s حقوق النّسخ 2000-2005 ماندريبا. هذا برنامج حرّ و يمكن إعادة توزيعه تحت بنود ترخيص GNU GPL. الاستعمال:
pa_in: urpmq ਵਰਜਨ %s Copyright (C) 2000-2005 Mandriva. ਇਹ ਮੁਫਤ ਸਾਫਟਵੇਅਰ ਹੈ, ਜੋ ਕਿ GNU GPL ਸ਼ਰਤਾਂ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਵਰਤੋਂ:

source: -d - extend query to package dependencies.
ar: -d - وسّع الاستعلام ليشتمل المعتمدات.
az: -d - sorğunu paketin asıllılıqlarına qədər uzat.
bn: -d - প্যাকেজ নির্ভরতার প্রতি নিরীক্ষা প্রসারিত করো।
eo: -d - etendu la informmendon al pakaĵ-dependaĵoj.
fa: -d - پرسش گسترده برای وابستگی‌های بسته.
fur: -d - slargje le ricercje a lis dipendencis dal pachet.
ky: -d - пакеттерди көз карандылыктары үчүн кеңейтилген суроо-талап.
lt: -d - išplėsti paketo priklausomybių užklausą.
mk: -d - продолжено чекање на зависностите на пакетот.
ms: -d - tambah pencarian ke kebergantungan pakej.
mt: -d - estendi t-tfittix għad-dipendenzi tal-pakketti.
no: -d - utvid forespørsel til pakkeavhengigheter.
sc: -d - allàdia sa circa a is dependèntzias de is pakitus.
sr@latn: -d - proširuje pretragu na zavisnost paketa.
th: -d - ขยายการค้นหาให้รวมถึงความเป็นอิสระของโปรแกรม

source: -P - do not search in provides to find package (default).
ar: -P - لا تبحث في المعطيات لإيجاد حزمة (الافتراض).
bn: -P - পরিবেশকদের মধ্যে প্যাকেজের খোঁজ করোনা (স্বাভাবিক)।
eo: -P - ne serĉu en "provides" por trovi pakaĵon (defaŭlte).
fa: -P -در عرضه‌ها برای یافتن بسته جستجو نشود (پیش‌فرض).
ky: -P - пакетти табуу үчүн, provides'терден издебөө (алдынала орнотулган).
lt: -P - pasiūlymuose paketo neiškoti (standartinis).
mk: -P - не барај за пронаоѓање на пакет (стандардно).
mt: -P - tfittixx fil-"provides" biex issib pakkett (impliċitu).
sc: -P - no cirkist in su tag provides po agatai unu pakitu (predefiniu).

source: -p - search in provides to find package.
ar: -p - إبحث في المعطيات لإيجاد حزمة.
bn: -p - পরিবেশকদের মধ্যে প্যাকেজের খোঁজ করো।
eo: -p - serĉu en "provides" por trovi la pakaĵon.
fa: -p -درعرضه‌ها برای یافتن بسته جستجو شود
ky: -p - пакеттерди табуу үчүн provides'терден издөө.
lt: -p - iškoti paketo suradimo pateiktyse.
mk: -p - барај за наоѓање на пакет.
mt: -p - fittex fil-"provides" biex issib pakkett.
sc: -p - circa in is tag provides po agatai unu pakitu.

source: -R - reverse search to what requires package.
ar: -R - اعكس البحث لما يتطلّب هذه الحزمة.
az: -R - paketin nəyə ehtiyacı olduğunu tərsdən axtar.
bn: -R - প্যাকেজের কি প্রয়োজন তার জন্য উল্টা খোঁজ করো।
eo: -R - retroiru serĉadon al tio kion postulas la pakaĵo.
fa: -R - جستجوی معکوس برای آنچه بسته را لازم دارد.
fur: -R - ricercje ledrôse sui recuisîts dal pachet.
ky: -R - кректелген пакеттерди тескери тартипте издөө.
lt: -R - atbulinė paieška to, kas reikalauja paketo.
mk: -R - обратно барање на она што му е потребно на пакетот.
mt: -R - tfittix bil-kontra, għal dak li jirrikjedi dan il-pakkett.
sc: -R - circa arretrogada de su ki bolit su pakitu.
sr@latn: -R - pretraga unazad za onim što zahteva paket.

source: -RR - extended reverse search (includes virtual packages).
ar: -RR - البحث العكسي الموسّع (يشمل الحزم الوهمية).
ky: -RR - тескери тартипте кеңири издөө (анык пакеттерди камтыйт).
lt: -RR - išplėstinė atbulinė paieška (apima ir virtualius paketus).
mk: -RR - продолжено обратно барање (вклучува и виртуелни пакет).
sc: -RR - circa arretrogada manna (circa is pakitus virtualis puru).

source: skipping media %s: no hdlist
ar: تخطي الوسط %s: لا يحتوي hdlist
ky: %s булагы коё берилди: hdlist жок
lt: laikmena %s praleidžiama: nėra hdlist
mk: прескокнувам медиум %s: нема hdlist
sc: sartu su mèdiu %s: no dui at hdlist

source: No filelist found
ar: لم يتمّ إيجاد قائمة ملفّات
bn: filelist পাওয়া যায়নি
eo: Neniu "filelist" trovita
fa: هیچ لیست پرونده‌ای یافت نشد
fur: Nissune liste di file cjatade
ky: filelist табылбады
lt: Nerastas bylų sąrašas
mk: Нема пронајдени листи на датотеки
mt: Ma nstabx lista ta' fajls
pa_in: ਕੋਈ filelist ਨਹੀਂ
sc: No apu agatau sa list

source: Unknown option %s
eo: Nekonataj opcio %s

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>] where <url> is one of [file:/]/<path> with <relative filename of hdlist> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> with <relative filename of hdlist> and [options] are from
eo: uzado: urpmi.addmedia [opcioj] <nomo> <url> [with <relativa dosieronomo> kie <url> estas unu el [file:/]/<pado> with <relativa dosieronomo de hd-listo> ftp://<salutnomo>:<pasvorto>@<servilo>/<pado> with <relativa dosieronomo de hd-listo> ftp://<servilo>/<pado> with <relativa dosieronomo de hd-listo> http://<servilo>/<pado> with <relativa dosieronomo de hd-listo> removable://<pado> with <relativa dosieronomo de hd-listo> kaj [opcioj] estas de
mt: użu: urpmi.addmedia [għażliet] <isem> <url> [with <direttorju_relattiv>] fejn <url> huwa wieħed minn: [file:/]/<path> with <isem tal-hdlist relattiv> ftp://<login>:<password>@<host>/<path> with <isem tal-hdlist relattiv> ftp://<host>/<path> with <isem tal-hdlist relattiv> http://<host>/<path> with <isem tal-hdlist relattiv> removable://<path> with <isem tal-hdlist relattiv> u [għażliet] huma minn

source: installing %s
af: %s word installeer
bg: инсталиране %s
fur: instalant %s
ga: ag feistiú %s
ka: еюимстюкирда: %s
lv: tiek instalçta %s
ms: instal %s
no: installerer %s
pa_in: %s ਇੰਸਟਾਲ ਜਾਰੀ ਹੈ
th: กำลังติดตั้ง %s

source: Automatic installation of packages... You requested installation of package %s
fur: Instalazion automatiche dai pachets... Tu âs domandât le instalazion dal pachet %s
ms: Instalasi pakej automatik... Anda telah meminta instalasi pakej %s
pa_in: ਪੈਕੇਜਾਂ ਦੀ ਸਵੈ-ਚਾਲਤ ਇੰਸਟਾਲੇਸ਼ਨ... ਤੁਸੀਂ %s ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ
th: การติดตั้ง Package แบบอัตโนมัต... คุณได้เลือกที่จะติดตั้ง Package %s

source: %s: command not found
fur: %s: comant no cjatât
ms: %s: arahan tidak dijumpai
pa_in: %s: ਕਮਾਂਡ ਨਹੀਂ ਲੱਭੀ
th: %s: ไม่พบคำสั่งนี้

source: trying to bypass existing medium "%s", avoiding
fur: o cîr di lassâ fûr le font esistint "%s", o eviti
ms: cuba lepaslalu media sedia ada"%s", abaikan
no: prøver å gå forbi eksisterende media "%s", unngår
pa_in: ਮੌਜੂਦ ਮਾਧਿਅਮ "%s" ਤੋਂ ਬਚਣ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਾਦੀ ਹੈ, ਅਧੂਰਾ ਛੱਡਿਆ
th: กำลังเลี่ยงการทำงานของอุปกรณ์ "%s"

source: write config file [%s]
fur: scrîf il file di configurazion [%s]
ms: tulis fail konfigurasi [%s]
no: skriv config fil [%s]
th: เขียน config file[%s]

source: md5sum mismatch
fur: md5sum no corispondent
pa_in: md5sum ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ

source: Removing failed
fur: Rimozion falade
pa_in: ਹਟਾਉਣਾ ਅਸਫਲ

source: urpmf version %s Copyright (C) 2002-2004 Mandrakesoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
fur: urpmf version %s Copyright (C) 2002, 2004 Mandrakesoft. Chest software al è software libar e al po sedi redistribuît sot i termins de GNU GPL. ûs:

source: --synthesis - use the synthesis given instead of urpmi db.
fur: --synthesis - dopre le synthesis specificade invezit dal db urpmi.

source: --quiet - do not print tag name (default if no tag given on command line, incompatible with interactive mode).
fur: --quiet - no sta a stampâ il tag name (predefinît se nol ven doprât il tag te rie di comant, incompatibil cule maniere interative).

source: --uniq - do not print identical lines.
fur: --uniq - no sta a stampâ riis compagnis.

source: --all - print all tags.
fur: --all - stampe ducj i tag.

source: --group - print tag group: group.
fur: --group - stampe il tag group: grop.

source: --size - print tag size: size.
fur: --size - stampe le tag size: dimension.

source: --epoch - print tag epoch: epoch.
fur: --epoch - stampe tag epoch: ete.

source: --summary - print tag summary: summary.
fur: --summary - stampe il tag summary: sumari dal pachet.

source: --description - print tag description: description.
fur: --description - stampe il tag description: descrizion dal pachet.

source: --sourcerpm - print tag sourcerpm: source rpm.
fur: --sourcerpm - stampe il tag sourcerpm: pachets rpm sorzint.

source: --packager - print tag packager: packager.
fur: --packager - mostre le clâf packager: assembladôr dal pachet.

source: --buildhost - print tag buildhost: build host.
fur: --buildhost - stampe il tag buildhost: host di compilazion dal pachet.

source: --url - print tag url: url.
fur: --url - stampe il tag url: url.

source: --provides - print tag provides: all provides.
fur: --provides - stampe il tag provides: elements furnîts dal pachet.

source: --requires - print tag requires: all requires.
fur: --requires - stampe il tag requires: dutis les pretesis dal pachet.

source: --files - print tag files: all files.
fur: --files - stampe i file tag: ducj i file.

source: --conflicts - print tag conflicts: all conflicts.
fur: --conflicts - stampe il tag conflicts: ducj i conflits rilevâts par il pachet.

source: --obsoletes - print tag obsoletes: all obsoletes.
fur: --obsoletes - stampe il tag obsolete: dut chel fat deventâ vieli dal pachet.

source: --env - use specific environment (typically a bug report).
fur: --env - dopre un ambient specific (di solit un rapuart di bug).
th: --env - ใช้เอ็นไวลอนเม็นท์แบบเฉพาะ(โดยทั่วไปใช้กับการรายงาน บัก).

source: -i - ignore case distinctions in every pattern.
fur: -i - ignore le distinzion tra maiusculis e minusculis in cualsisei pattern.

source: -a - binary AND operator, true if both expression are true.
fur: -a - AND binari, vêr se dutis dôs les espressions e son vêris.

source: -o - binary OR operator, true if one expression is true.
fur: -o - operadôr binari OR, vêr se une des espressions e je vêre.

source: ! - unary NOT, true if expression is false.
fur: ! - NOT unari, vêr se le espression e je false.

source: ( - left parenthesis to open group expression.
fur: ( - parentesi di çampe par vierzi un grop di espressions.

source: ) - right parenthesis to close group expression.
fur: ) - parentesis di diestre par sierâ un grop di espressions.

source: callback is : %s
fur: il callback al è : %s
pa_in: callback ਹੈ : %s

source: --keep - keep existing packages if possible, reject requested packages that leads to remove.
fur: --keep - dopre i pachets esistints se possibil, dinee i pacchets domandâts se son di rimovi.

source: --noclean - keep rpm not used in cache.
fur: --noclean - ten i rpm no doprâs te cache.
ms: --noclean - jaga rpm tidak dipakai dalam kache.
th: --noclean - เก็บ rpm ซึ่งไม่ถูกใช้ใน cache.

source: --excludedocs - exclude docs files.
fur: --excludedocs - esclût i file di documentazion.

source: Some package requested cannot be installed: %s
fur: Cualchidun dai pachets domandâts no puedin sedi instalât: %s
pa_in: ਮੰਗੇ ਕੁਝ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ: %s

source: To satisfy dependencies, the following %d packages are going to be installed (%d MB)
fur: Par sodisfâ les dipindincis, %d pachets e stan par sedi instalâts (%d MB)
pa_in: ਨਿਰਭਰਤਾ ਹੱਲ਼ ਕਰਨ ਲਈ, ਹੇਠ ਦਿੱਤੇ %d ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ (%d ਮੈਬਾ)

source: Try installation even more strongly (--force)? (y/N)
fur: Ajo di provâ le instalazion in maniere ancjimò plui sfuarçâde (--force)? (s/N)
ms: Cuba instalasi lebih keras (--force)? (y/T)
no: Prøve å installere enda hardere (--force)? (j/N)
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਧੱਕੇ ਨਾਲ ਵਰਤਣਾ ਹੈ (--force)? (y/N)
th: ต้องการทดลองบังคับติดตั้ง (--force)? (y/N)

source: --distrib-XXX - automatically create a medium for XXX part of a distribution, XXX may be main, contrib, updates or anything else that has been configured ;-)
fur: --distrib-XXX - cree automatichementri une font par una part XXX di une distribuzion, XXX e po sedi main, contrib, updates o cualsisei altre robe configurade ;-)

source: --version - use specified distribution version, the default is taken from the version of the distribution told by the installed mandrakelinux-release package.
fur: --version - dopre une specifiche version, che predefinide e je otignude de version de sistribuzion mostrade di pachet mandrakelinux-release dizà instalât.

source: --arch - use specified architecture, the default is arch of mandrakelinux-release package installed.
fur: --arch - dopre une architeture specificade, che predefinide e je che de version di pachet mandrakelinux-release.

source: cannot add updates of a cooker distribution
fur: no rivi a zontâ les atualizazions de distribuzion cooker

source: retrieving mirrors at %s ...
fur: o recuperi i mirror su %s ...

source: urpmq version %s Copyright (C) 2000-2004 Mandrakesoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
fur: urpmf version %s Copyright (C) 2000, 2004 Mandrakesoft. Chest software al è software libar e al po sedi redistribuît sot i termins de GNU GPL. ûs:

source: --headers - extract headers for package listed from urpmi db to stdout (root only).
fur: --headers - tire fûr les intestaduris dal pachet selezionât dal database di urpmi al stdout (dome root).
ms: --headers - keluarkan header senarai pakej dari dalam db urpmi ke stdout (hanya root).
th: --headers - แยกส่วน headers จากแพ็คเกจซึ่งแสดงไว้ในรายการของ urpmi db ไปยัง stdout (เฉพาะรูทเท่านั้น).

source: skipping media %s: no hdlist
fur: o salti le font %s: nissune hdlist

source: Some package requested cannot be installed: %s Continue?
pa_in: ਲੋੜੀਦੇ ਕੁਝ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਹੋ ਸਕਦੇ: %s ਜਾਰੀ ਰੱਖਣਾ ਹੈ?

source: The following packages have to be removed for others to be upgraded: %s Continue?
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜ ਹੋਰਾਂ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨ ਦੌਰਾਨ ਹਟਾ ਦਿੱਤੇ ਜਾਣਗੇ: %s ਕੀ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?

source: urpmf version %s Copyright (C) 2002-2004 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
pa_in: urpmf ਵਰਜਨ %s Copyright (C) 2002-2004 Mandriva. ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਫਤ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਮੁੜ GNU GPL ਸ਼ਰਤਾਂ ਅਧੀਨ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ ਵਰਤੋਂ:

source: Continue?
pa_in: ਕੀ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
