Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: unable to access first installation medium (no hdlists file found)
ar: لم أستطع التّوصّل إلى وسيط التّثبيت الأوّل (ملفّ hdlists غير موجود)
az: birinci qurulum mediyasına yetişə bilmədim (hdlists faylı tapıla bilmədi)
bn: প্রথম ইনস্টলেশন মাধ্যম ব্যবহার করা যাচ্ছে নাহ্ (কোন hdlists ফাইল পাওয়া যায়নি)
eo: neeblas aliri la unuan instal-datenportilon (ne trovis hdlists-dosieron)
fa: ناتوان به دسترسی اولین رسانه‌ی نصب (هیچ پرونده‌ی hdlists دیسک پیدا شد)
fur: no rivi a acedi a le prime font di instalazion (no ai cjatât nissun file hdlists)
ky: биринчи инсталлялык булакка жетүүгө болбоду (hdlists файлы табылбады)
lt: negaliu prieiti prie pirmojo įdiegimo laikmenos (nerasta hdlists byla)
mk: не можам да пристапам на првиот медиум за инсталација (не е пронајдена датотека на hdlist)
mt: ma nistax naċċessa l-ewwel sors ta' installazzjoni (ma nstabx il-fajl hdlists)
pa_in: ਪਹਿਲੇ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ ਨੂੰ ਕੋਲਣ ਲ਼ਈ ਅਸਫਲ (ਕੋਈ hdlists ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ)
sc: no potzu lompi a su primu mèdiu de aposentadura (no agatu hdlist)
sr@latn: ne mogu da pristupim prvom instalacionom mediju (nije pronađen hdlists fajl)

source: retrieving hdlists file...
ar: جاري استرجاع ملف hdlists...
az: hdlists faylı alınır...
bn: hdlists ফাইল আনা হচ্ছে...
fur: o recuperi il file hdlist...
lt: atkuriama hdlists byla...
mk: преземам датотека на hdlist...
ms: ambil fail hdlist...
no: mottar hdlists fil...
pa_in: hdlists ਫਾਇਲ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sc: agatu is file hdlist...
sr@latn: dobavljam hdlists fajl...
th: กำลังอ่านข้อมูลจากไฟล์ hdlists

source: invalid hdlist description "%s" in hdlists file
ar: وصف hdlist غير صالح "%s" في ملف hdlists
az: hdlists faylında hökmsüz "%s" hdlist izahatı
bn: "%s" hdlists ফাইলে অবৈধ বিবরণ রয়েছে
fur: descrizion hdlist no valevule "%s" tal file di hdlist
lt: hdlists byloje netinkamas hdlist aprašymas "%s"
mk: невалиден опис на hdlist "%s" во датотеката на hdlist
ms: deskripsi hdlist yang tidak sah "%s" dalam fail hdlist
no: invalid hdlist beskrivelse "%s" i hdlists filen
pa_in: hdlists ਫਾਇਲ ਵਿੱਚ ਗਲਤ hdlists ਵੇਰਵਾ "%s"
sc: descriidura de sa hdlist "%s" no bàlida in is hdlist
sr@latn: nepravilan hdlist opis "%s" i hdlists fajlu
th: คำอธิบาย hdlist ไม่ถูกต้อง "%s" ในไฟล์ hdlists

source: unable to access medium "%s", this could happen if you mounted manually the directory when creating the medium.
ar: لم يمكن الوصول للوسيط "%s"، قد يحدث هذا إن قيام بتجهيز الدليل يدويّاً عند إنشاء الوسيط.
az: "%s" mediyumuna yetişilə bilmədi, bu, mediyum yaradarkən cərgəni əl ilə bağlayanda baş göstərə bilər.
bn: "%s" মাধ্যম ব্যবহার করা যায়নি, মাধ্যম তৈরীর সময় আপনি নিজ হাতে ডিরেক্টরী তৈরী করার কারনে এরকম হতে পারে।
eo: ne povas aliri datenportilon "%s", tio povas okazi se vi mane surmetis la dosierujon kreante la datenportilon.
fa: نمی‌توان به رسانه "%s" دسترسی پیدا کرد، این می‌تواند در صورتی که شما شاخه را هنگام ایجاد رسانه دستی سوار کرده باشید اتفاق بیافتد.
fur: no rivi a acedi ale font "%s", chest al po intravignî se tu âs montât manualmentri le cartele dilunc de creazion de font.
ky: "%s" булагына жетүүгө болбойт, бул ката сиз булакты түзүүдө аны өз алдыңызча бириктиргенде пайда болушу мүмкүн.
lt: negaliu prieiti prie laikmenos "%s", tai galėjo atsitikti, jei, kurdami laikmeną, rankiniu būdu prijungėte katalogą.
mk: не можам да пристапам на медиумот "%s", ова може да се случи ако рачно сте го монтирале директориумот при создавање на медиумот.
mt: ma nistax naċċessa s-sors "%s", dan jista' jiġri jekk timmonta d-direttorju manwalment waqt li qed jinħoloq is-sors.
pa_in: ਮਾਧਿਅਮ "%s" ਲਈ ਪਹੁੰਚ ਆਯੋਗ, ਇਹ ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਮਾਧਿਅਮ ਬਣਾਉਣ ਦੌਰਾਨ ਡਾਇਰੈਕਟਰੀ ਖੁਦ ਮਾਊਟ ਕੀਤੀ ਹੈ।
sc: no potzu lompi a su mèdiu "%s", podit essi ki apas carrigau a manu sa directory candu as creau su mèdiu.
sr@latn: ne mogu da pristupim mediju "%s", ovo se može desiti ukoliko ste ručno montirali direktorijum prilikom kreiranja medija.

source: virtual medium "%s" should have valid source hdlist or synthesis, medium ignored
ar: الوسيط الافتراضي "%s" يجب أن يكون مصدر تخليق أو hdlist صالح، تم تجاهل الوسيط
az: "%s" virtual medyumunun hökmlü mənbə hdlist'i ya da synthesis'i olmalıdır, medya rədd edildi
bn: "%s" ভার্চুয়াল মাধ্যমের বৈধ সোর্স hdlist বা synthesis থাকা উচিত, মাধ্যম অগ্রাহ্য হয়েছে
eo: virtuala datenportilo "%s" havu validan fonto-hdlist aŭ sintezon, datenportilo ignorata
fa: رسانه‌ی مجازی "%s" باید منبع معتبر hdlist یا ترکیب داشته باشد، رسانه نادیده گرفته شد
fur: le font virtuâl "%s" e vares di ve un percors valevul par hdlist o synthesis, font ignorade
ky: "%s" виртуалдык булагы туура hdlist же synthesis керектейт, булак четке кагылды
lt: virtualioji laikmena "%s" turi turėti galiojantį pirminį hdlist arba sintezę, laikmena ignoruojama
mk: виртуелниот медиум "%s" треба да има валиден изворен hdlist или synthesis, медиумот е игнориран
mt: sors virtwali "%s" għandu jkollu hdlist jew sinteżi validu, sors injorat
pa_in: ਵੁਰਚੁਅਲ ਮਾਧਿਅਮ "%s" ਲਈ ਠੀਕ ਸਰੋਤ hdlist ਜਾਂ ਸੰਸਲੇਸ਼ਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਮਾਧਿਅਮ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾਦਾ ਹੈ
sc: su mèdiu virtuali "%s" iat a depi tenni una hdlist o synthesis bàlida, innyorau
sr@latn: virtualni medij "%s" bi trebao da ima ispravan source hdlist ili synthesis, ignorišem medij

source: computing md5sum of existing source hdlist (or synthesis)
ar: جاري حساب md5sum لـhdlist المصدر الموجود (أو التخليق)
az: mövcud mənbə hdlist (ya da synthesis) faylının md5sum'ları hesablanır
bn: উপস্থিত সোর্স hdlist (অথবা synthesis)-এর md5sum হিসেব করা হচ্ছে
eo: mi kalkulas md5sum de ekzistanta hd-listo (aŭ sintezo)
fa: حساب کردن md5sum برای hdlist منبع موجود (یا ترکیب)
fur: o calcoli md5sum dai file hdlist (o synthesis) esistints
ky: баштапкы hdlist (же synthesis) үчүн md5sum эсептелүүдө
lt: esančiam hdlist (arba sintezei) skaičiuojama md5sum
mk: пресметувам md5sum на постоечкиот изворен hdlist (или synthesis)
mt: qed tiġi kalkulata l-md5sum ta l-hdlist (jew sinteżi) tas-sors eżistenti
pa_in: ਮੌਜੂਦਾ ਸਰੋਤ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਣ) ਦਾ md5sum ਕੱਢਿਆ ਜਾ ਰਿਹਾ ਹੈ
sc: càrculu su md5sum de sa hdlist (o synthesis)
sr@latn: proračunavam md5sum postojeće source hdlist (ili synthesis)

source: copying source hdlist (or synthesis) of "%s"...
ar: جاري نسخ hdlist (أو ملف تخليق) المصدر لـ"%s"...
az: "%s"in mənbə hdlist (ya da synthesis) faylı köçürdülür...
bn: "%s"-এর সোর্স hdlist (বা synthesis) কপি করা হচ্ছে...
eo: mi kopias fontan hd-liston (aŭ sintezon) de "%s"
fa: کپی hdlist منبع (یا ترکیب) "%s"...
fur: copii il file hdlist (o sinthesis) di "%s"...
ky: "%s" үчүн баштапкы hdlist (же synthesis) көчүрүлүүдө ...
lt: kopijuojamas "%s" pirminis hdlist (arba sintezė)...
mk: се копира изворниот hdlist (или synthesis) на "%s"...
ms: sedang menyalin sumber/sintesis hdlist "%s"...
mt: qed nikkopja l-hdlist (jew sinteżi) sors ta' "%s"...
no: kopierer kilde hdlist (eller synthesis) av "%s"...
pa_in: "%s" ਦਾ ਸਰੋਤ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਣ) ਦੀ ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sc: còpiu sa hdlist (o synthesis) de "%s"...
sr@latn: kopiranje izvorne hdlist (ili synthesis) za "%s"...
th: กำลังคัดลอกโค้ด hdlist (หรือ synthesis) ของ "%s"...

source: computing md5sum of copied source hdlist (or synthesis)
ar: جاري حساب md5sum لـhdlist المصدر المنسوخ (أو التخليق)
az: köçürdülmüş mənbə hdlist (ya da synthesis) faylının md5sum'ları hesablanır
bn: কপিকৃত সোর্স hdlist (অথবা synthesis)-এর md5sum হিসেব করা হচ্ছে
eo: mi kalkulas md5sum de kopiita font-hdlist (aŭ sintezo)
fa: حساب کردن md5sum سرلیست منبع کپی شده (یا ترکیب)
fur: control md5sum dal file hdlist (o synthesis) copiât
ky: көчүрүлгөн баштапкы hdlist (же synthesis) үчүн md5sum эсептелүүдө
lt: nukopijuotam hdlist (arba sintezei) skaičiuojama md5sum
mk: пресметувам md5sum на копираниот изворен hdlist (или synthesis)
mt: qed nikkalkula md5sum tal-hdlist jew sinteżi kkupjat
pa_in: ਸਰੋਤ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਣ) ਨਕਲਾਂ ਦੇ md5sum ਕੱਢਿਆ ਜਾਦਾ ਹੈ
sc: càrculu su md5sum de sa hdlist (o synthesis) copiada
sr@latn: proračunavam md5sum kopirane source hdlist (ili synthesis)

source: copy of [%s] failed (md5sum mismatch)
ar: فشل نسخ [%s] (md5sum غير متطابقة)
az: [%s] köçürülmə əməliyyatı bacarılmadı (md5sum uyğunsuzluğu)
bn: [%s]-এর কপি ব্যর্থ হয়েছে (md5sum মেলেনি)
eo: kopiado de [%s] malsukcesis (md5sum-konfuzo)
fa: کپی کردن [%s] شکست خورد (عدم تطابق md5sum)
fur: copie di [%s] falade (md5sum no valevul)
ky: [%s] көчүрүү ишке ашпады (md5sum туура эмес)
lt: [%s] kopijavimas nepavyko (md5sum neatitikimas)
mk: копирањето на [%s] не успеа (md5sum не се совпаѓа)
mt: l-ikkuppjar tal-fajl [%s] falla (md5sum ma qablitx)
pa_in: [%s] ਦੀ ਨਕਲ ਅਸਫਲ (md5sum ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ)
sc: còpia de [%s] faddia (su md5sum no cunsonat)

source: reading rpm files from [%s]
ar: جاري قراءة ملفات rpm من [%s]
az: rpm faylları [%s] üstündən oxunur
bn: [%s] থেকে আর-পি-এম ফাইল পড়া হচ্ছে
eo: mi legas la rpm-dosierojn de [%s]
fa: خواندن پرونده‌های rpm از [%s]
fur: o stoi leint i file rpm di [%s]
ky: [%s] булагынын rpm файлдары окулууда
lt: iš [%s] skaitomos rpm bylos
mk: читам rpm датотеки од [%s]
mt: qed jinqraw fajls rpm minn [%s]
pa_in: [%s] ਤੋਂ rpm ਫਾਇਲਾਂ ਪੜੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sc: liju is file rpm de [%s]
sr@latn: čitam rpm fajlove sa [%s]
th: กำลังอ่านไฟล์ rpm จาก [%s]

source: no rpms read
ar: لم تُقرأ أية حزم RPM
bn: কোন আরপিএম পড়ছে না
eo: neniu rpm-a dosiero legita
fa: هیچ rpms خوانده نشد
ky: rpm-дер окулбады
lt: neperskaityta jokių rpms
mk: нема rpm датотеки за читање
pa_in: ਕੋਈ rpm ਨਹੀਂ ਪੜਿਆ
sc: no apu liju rpm

source: unable to read rpm files from [%s]: %s
ar: تعذر قراءة ملفات rpm من [%s]: %s
az: [%s]'dan rpm faylı oxuna bilmir: %s
bn: rpm ফাইল পড়া যাচ্ছেনা [%s] থেকে: %s
eo: ne povis legi rpm-dosierojn de [%s]: %s
fa: نمی‌توان پرونده‌های rpm را از [%s] خواند: %s
fur: no rivi a lei i file rpm di [%s]: %s
ky: [%s] булагынан rpm файлдарын окууга болбоду: %s
lt: negaliu skaityti rpm bylų iš [%s]: %s
mk: не можам да ги прочитам rpm датотеките од [%s]: %s
mt: ma setgħux jinqraw l-fajls rpm minn [%s]: %s
pa_in: [%s] ਲਈ rpm ਫਾਇਲਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਸਫਲ: %s
sc: no potzu ligi is file rpm de [%s]: %s
sr@latn: ne mogu da pročitam rpm fajlove sa [%s]: %s
th: ไม่สามารถอ่านไฟล์ rpm จาก [%s]: %s

source: no rpm files found from [%s]
ar: لم يُعثر على ملفات rpm من [%s]
az: [%s] üstündə rpm fayı tapıla bilmədi
bn: [%s] থেকে কোন rpm ফাইল পাওয়া যায়নি
eo: neniom da rpm-aj dosieroj trovataj de [%s]
fa: هیچ پرونده‌های rpm از [%s] پیدا نشد
fur: nissun file rpm cjatât di [%s]
ky: [%s] булагында rpm файлдары табылдбады
lt: nerasta jokių rpm bylų iš [%s]
mk: не се пронајдени rpm датотеки од [%s]
ms: tiada fail rpm dijumpai dari [%s]
mt: ebda fajls rpm ma nstabu minn [%s]
no: ingen rpm filer funnet fra [%s]
pa_in: [%s] ਤੇ ਕੋਈ rpm ਫਾਇਲਾਂ ਨਹੀਂ ਲੱਭੀਆਂ ਹਨ
sc: no apu agatau rpm de [%s]
sr@latn: nema rpm datoteka na [%s]
th: ไม่พบ rpm files จาก [%s]

source: retrieving source hdlist (or synthesis) of "%s"...
ar: جاري استرجاع hdlist (أو ملف تخليق) "%s"...
az: "%s"in mənbə hdlist (ya da synthesis) faylı alınır...
bn: "%s"-এর hdlist (বা synthesis) সোর্স আনা হচ্ছে...
eo: ekstraktanta la font-hd-liston (aŭ sintezon) de "%s"...
fa: دریافت hdlist منبع (یا ترکیب) "%s"...
fur: o recuperi il file hdlist (o synthesis) di "%s"...
ky: "%s" булагынын баштапкы hdlist (же synthesis) кабыл алынууда...
lt: atkuriamas "%s" pirminis hdlist (arba zintezė)...
mk: преземам изворен hdlist (или synthesis) на "%s"...
ms: mencapai hdlist sumber (atau sintesis) "%s"...
mt: qed jinġab l-hdlist jew sinteżi sors għal "%s"...
no: mottar kilde hdlist (eller synthesis) av "%s"...
pa_in: "%s" ਲਈ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਨ) ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sc: agatu sa hdlist (o synthesis) de "%s"...
sr@latn: dobavljam izorni hdlist (ili synthesis) za "%s"...
th: กำลังดึงโค้ด hdlist (หรือ synthesis) ของ "%s"...

source: found probed hdlist (or synthesis) as %s
ar: تم ايجاد hdlist (أو ملف تخليق) كـ %s...
az: %s adında sınanmış hdlist (ya da synthesis) tapıldı
bn: আরম্ভ করা hdlist (বা synthesis) %s রূপে পাওয়া গিয়েছে
eo: provita hd-listo (aŭ sintezo) trovita kiel %s
fa: hdlist (یا ترکیب) شناسایی شده مانند %s یافت شد
fur: o ai cjatât le hdlist (o synthesis) analizade sicu %s
ky: изделген hdlist (же synthesis) табылды: %s
lt: rastas ištirtas hdlist (arba sintezė) kaip %s
mk: пронајден е пробан hdlist (или synthesis) како %s
mt: sibt l-hdlist (jew sinteżi) bħala %s
no: fant hdlist (eller synthesis) av "%s"...
pa_in: %s ਵਾਂਗ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਨ) ਖੋਜੀ ਗਈ
sc: apu agatau una hdlist (o synthesis) analisada ke %s
sr@latn: pronađena testirana hdlist (ili synthesis) kao %s

source: computing md5sum of retrieved source hdlist (or synthesis)
ar: جاري حساب md5sum لـhdlist المصدر المستحضر (أو التخليق)
az: alınan mənbə hdlist (ya da synthesis) faylının md5sum'ları hesablanır
bn: উদ্ধারকৃত সোর্স hdlist (অথবা synthesis)-এর md5sum হিসেব করা হচ্ছে
eo: kalkulata md5sum de ekstraktita fonto hdlist (aŭ sintezo)
fa: حساب کردن md5sum از hdlist منبع دریافت شده (یا ترکیب)
fur: o calcoli md5sum dal file hdlist (o synthesis) scjariât
ky: кабыл алынган баштапкы hdlist (же synthesis) үчүн md5sum эсептелүүдө
lt: atkurtam hdlist (arba sintezei) skaičiuojama md5sum
mk: пресметувам md5sum на преземаниот изворен hdlist (или synthesis)
mt: qed tiġi kalkulata l-md5sum għall-hdlist jew sinteżi tas-sors imniżżel
pa_in: ਪ੍ਰਾਪਤ ਸਰੋਤ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਣ) ਦਾ md5sum ਕੱਢਿਆ ਜਾਦਾ ਹੈ
sc: càrculu su md5sum de sa hdlist (o synthesis) agatada

source: ...retrieving failed: md5sum mismatch
ar: ...فشل الإسترجاع: md5sum غير متطابق
az: ...alış bacarılmadı: md5sum uyğunsuzluğu
bn: ...আনতে ব্যর্থ হয়েছি: md5sum মিলেনি
eo: ...ekstraktado malsukcesis: md5sum-konfuzo
fa: ...دریافت شکست خورد: عدم تطابق md5sum
ky: ...кабыл алуу ийгиликсиз: md5sum дал келбестиги
lt: ...atkūrimas nepavyko: md5sum neatitikimas
mk: ...преземањето не успеа: md5sum не се совпаѓа
mt: ...qari falla: md5sum ma qablitx
sc: ...no agataus: dissonàntzia md5sum
sr@latn: ...povraćaj neuspeo: md5sum ne odgovara

source: retrieval of source hdlist (or synthesis) failed
ar: فشل استرجاع hdlist (أو ملف تخليق) المصدر
az: mənbə hdlist (ya da synthesis) faylının alınması bacarılmadı
bn: সোর্স hdlist (অথবা synthesis)-এর উদ্ধার ব্যর্থ হয়েছে
eo: ekstrakto de fonta hdlist (aŭ sintezo) malsukcesis
fa: دریافت لیست منبع (یا ترکیب) شکست خورد
fur: recuperâmint dal file hdlist (o synthesis) falât
ky: hdlist (же synthesis) кабыл алуунун ишке ашпагандыгы
lt: pirminio hdlist (arba sintezės) atkūrimas nepavyko
mk: преземањето на изворниот hdlist (или synthesis) не успеа
mt: il-qari tal-hdlist jew sinteżi sors falla.
pa_in: ਸਰੋਤ hdlist (ਜਾਂ ਸੰਸਲੇਸ਼ਕ) ਪ੍ਰਾਪਤੀ ਅਸਫਲ
sc: apu faddiu agatendi sa hdlist (o synthesis)

source: no hdlist file found for medium "%s"
ar: لم يمكن ايجاد ملف hdlist للوسيط "%s"
az: "%s" medyası hdlist faylı tapılmadı
bn: "%s" মাধ্যমের জন্য কোন hdlist ফাইল পাওয়া যায়নি
eo: neniu "hdlist" dosiero trovita por medio "%s"
fa: هیچ پرونده‌ی hdlist برای رسانه "%s" یافت شد
fur: nissun file hdlist cjatât pe font "%s"
ky: "%s" булагы үчүн hdlist файлы табылбады
lt: laikmenai "%s" nerasta hdlist byla
mk: не е пронајдена hdlist датотека за медиумот "%s"
ms: fail hdlist utk media "%s" tak dijumpai
mt: ma nstabx fajl hdlists għas-sors "%s"
no: ingen hdlist fil funnet for media "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਲਈ hdlist ਫਾਇਲ ਨਹੀਂ ਮਿਲੀ
sc: no apu agatau hdlist po su mèdiu "%s"
sr@latn: nije pronađena hdlist datoteka za medij "%s"
th: ไม่พบ hdlist file สำหรับอุปกรณ์"%s"

source: file [%s] already used in the same medium "%s"
ar: الملف [%s] مستخدم مسبقا في الوسيط نفسه "%s"
az: [%s] faylı onsuzda eyni "%s" mediyumda işlədilib
bn: ফাইল [%s] আগে থেকেই একই মাধ্যম "%s" এর ব্যবহারে রয়েছে
eo: dosiero [%s] jam uzata en la sama datenportilo "%s"
fa: پرونده [%s] قبلاً در همان رسانه "%s" استفاده شده است
fur: file [%s] dizà in vore te stesse font "%s"
ky: [%s] файлы окшош "%s" булагында алдагачан колдонулууда
lt: byla [%s] jau naudota toje pačioje laikmenoje "%s"
mk: датотеката [%s] веќе се користи во истиот медиум "%s"
mt: fajl [%s] diġà użat fl-istess sors "%s"
pa_in: ਇਸੇ ਮਾਧਿਅਣ "%s" ਵਿੱਚ ਫਾਇਲ [%s] ਪਹਿਲਾਂ ਵੀ ਵਰਤੀ ਗਈ
sc: su file [%s] jai in impreu in su pròpiu mèdiu "%s"
sr@latn: fajl [%s] je već korisšten za isti medij "%s"
th: ไฟล์ [%s] มีใช้งานอยู่ในที่เดียวกันอยู่แล้ว"%s"

source: unable to parse hdlist file of "%s"
ar: لم يمكن تحليل ملف hdlist لـ "%s"
az: "%s" hdlist faylı alına bilmir
bn: "%s" এর hdlist ফাইল পার্স করা যায়নি
eo: ne povis analizi hdlist dosieron de "%s"
fa: نمی‌توان پرونده hdlist "%s" را تجزیه کرد
fur: no rivi a analizâ il file hdllist di "%s"
ky: "%s" үчүн hdlist файлын түшүнө албадым
lt: negaliu išnagrinėti "%s" hdlist bylos
mk: не можам да ја пренесам hdlist датотеката на "%s"
ms: gagal mengolah fail hdlist "%s"
mt: ma nistax nifli l-fajl hdlist ta' "%s"
pa_in: "%s" ਦੀ hdlist ਫਾਇਲ ਪਾਰਸ ਕਰਨ ਲਈ ਅਸਫਲ਼
sc: no potzu analisai sa hdlist de "%s"
sr@latn: ne mogu da parsiram hdlist datoteku za "%s"
th: ไม่สามารถ parse hdlist file of "%s"

source: unable to write list file of "%s"
ar: غير قادر على كتابة ملف القوائم لـ "%s"
az: "%s" fayl siyahısı yazıla bilmi
bn: "%s"-এর তালিকা ফাইল লেখা যায়নি
eo: ne povis skribi listdosieron de "%s"
fa: نمی توان پرونده لیست "%s" را نوشت
fur: no rivi a scrivi il file liste di "%s"
ky: "%s" үчүн тизме файлын жазууга болбоду
lt: negaliu įrašyti "%s" sąrašo bylos
mk: не можам да запишам датотека со листа на "%s"
ms: gagal baca senarai fail "%s"
mt: ma nistax nikteb il-fajl tal-lista "%s"
no: kunne ikke skrive liste fil av "%s"
pa_in: "%s" ਦੀ list ਫਾਇਲ ਲਿਖਣ ਲਈ ਅਸਫਲ
sc: no potzu scriri sa list de "%s"
sr@latn: ne mogu da upišem datoteku liste za "%s"
th: ไม่สามารถเขียน list file ของ"%s"

source: writing list file for medium "%s"
ar: جاري كتابة ملف القوائم للوسيط "%s"
az: "%s" medyası üçün siyahı faylı yazılır
bn: "%s"-এর তালিকা ফাইল লিখছি...
eo: skribante list-dosieron por datenportilo "%s"
fa: نگارش پرونده لیست برای رسانه "%s"
fur: o scrîf le liste pe font "%s"
ky: "%s" булагы үчүн тизме файлы жазылууда
lt: įrašoma laikmenos "%s" sąrašo byla
mk: запишувам датотека со листа за медиумот "%s"
mt: qed jinkiteb il-fajl b'lista għas-sors "%s"
pa_in: "%s" ਮਾਧਿਅਮ ਲਈ list ਫਾਇਲ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ
sc: scriu sa llist po su mèdiu "%s"
sr@latn: upisujem listu fajlova za medij "%s"
th: กำลังเขียน list file สำหรับอุปกรณ์"%s"

source: nothing written in list file for "%s"
ar: لا شئ تمت كتايته في ملف القوائم لـ "%s"
az: "%s" üçün siyahı faylında bir şey yazılmır
bn: "%s"-এর তালিকা ফাইলে কিছুই লেখা হয়নি
eo: skribis nenion en listdosiero por "%s"
fa: هیچ چیزی در پرونده‌ی لیست برای "%s" نوشته نشده است
fur: no l'è stât scrit nuie tal file list par "%s"
ky: "%s" үчүн тизме файлына эч нерсе жазылган жок
lt: nieko neįrašyta į "%s" sąrašo bylą
mk: ништо не е запишано во датотеката со листа за "%s"
ms: tiada yg ditulis dalam fail daftar "%s"
mt: ma nkiteb xejn fil-lista għal "%s"
no: ingenting skrevet i liste fil for "%s"
pa_in: "%s" ਲਈ ਸੂਚੀ ਫਾਇਲ ਵਿੱਚ ਲਿਖਣ ਲਈ ਕੁਝ ਨਹੀਂ
sc: no apu scritu nudda in sa list de "%s"
sr@latn: nema šta da se upiše u datoteku liste za "%s"
th: ไม่มีการเขียนใน list file สำหรับ"%s"

source: reading headers from medium "%s"
ar: جاري قراءة الترويسة من الوسيط "%s"
az: "%s" medyasından üst mə'lumatlar oxunur
bn: "%s" মাধ্যম থেকে হেডার পড়া হচ্ছে
eo: mi legas la ĉapojn de la datenportilo "%s"
fa: خواندن سرآیندها از رسانه "%s"
fur: o stoi leint les intestaduris de font "%s"
ky: "%s" булагынын башсаптары окулууда
lt: iš laikmenos "%s" skaitomos antraštės
mk: ги читам заглавјата од медиумот "%s"
mt: qed naqra l-"headers" mis-sors "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਤੋਂ ਸਿਰਲੇਖ ਵੇਖੇ ਜਾ ਰਹੇ ਹਨ
sc: liju is header de su mèdiu "%s"
sr@latn: čitam hedere sa medija "%s"
th: กำลังทำการอ่าน headers จากอุปกรณ์"%s"

source: building hdlist [%s]
ar: جاري بناء hdlist [%s]
az: [%s] hdlist faylı inşa edilir
bn: hdlist প্রস্তুত করা হচ্ছে [%s]
eo: konstruas "hdlist" [%s]
fa: ساختن hdlist [%s]
fur: creant hdlist [%s]
ky: hdlist [%s] түзүлүшү
lt: sudaromas hdlist [%s]
mk: градам hdlist [%s]
ms: bangun hdlist [%s]
mt: qed jinbena hdlist [%s]
no: bygger hdlist [%s]
pa_in: hdlist [%s] ਨਿਰਮਾਣ ਜਾਰੀ
sc: fraigu sa hdlist [%s]
sr@latn: kreiram hdlist [%s]
th: สร้าง hdlist [%s]

source: Unable to build synthesis file for medium "%s". Your hdlist file may be corrupted.
ar: تعذر إنشاء ملفّ التخليق للوسيط "%s". قد يكون ملف hdlist فاسداً.
bn: "%s" মাধ্যমের জন্য সিনথিসিস ফাইল তৈরী করা যাচ্ছে না। আপনার hdlist ফাইলটি মনে হয় ত্রুটিপূর্ণ।
eo: Ne povis konstrui syntezan dosieron por medio "%s".Via hd-list-dosiero estas probable nevalida.
fa: نمیتوان پرونده تجزیه را برای رسانه "%s" ساخت. پرونده hdlist شما ممکن است خراب باشد.
ky: "%s" булагы үчүн synthesis файлын түзүүгө болбоду. Сиздин hdlist файлыңыз бузук болушу мүмкүн.
lt: Laikmenai "%s" negaliu sudaryti sintezės bylos. Jūsų hdlist byla gali būti sugadinta.
mk: Не можам да направам synthesis датотека за медиумот "%s". Можеби вашата hdlist е оштетена.
pa_in: ਮਾਧਿਅਮ "%s" ਲਈ ਸੰਸਲੇਸ਼ਣ ਫਾਇਲ ਬਣਾਉਣ ਲਈ ਅਸਫਲ ਹੈ। ਤੁਹਾਡੀ hdlist ਫਾਇਲ ਨਿਕਾਰਾ ਹੋ ਸਕਦੀ ਹੈ।
sc: No potzu fraigai sa synthesis po su mèdiu "%s". Forsis sa hdlist est pudesça.

source: built hdlist synthesis file for medium "%s"
ar: تم بناء ملف تخليق hdlist للوسيط "%s"
az: "%s" medyası hdlist sintezi inşa edilid
bn: "%s" মাধ্যমের জন্য hdlist synthesis ফাইল তৈরি করা হচ্ছে
eo: konstruis hdlist-an sintezan dosieron por medio "%s"
fa: ساختن پرونده ترکیب hdlist برای رسانه "%s"
fur: o ai creât il file synthesis pe font "%s"
ky: "%s" булагы үчүн hdlist synthesis файлы түзүлдү
lt: "%s" laikmenai sudaryta hdlist sintezės byla
mk: изградена е hdlist synthesis датотека за медиумот "%s"
ms: bangunkan fail sintesis hdlist utk media "%s"
mt: ibni l-fajl ta' sintesi tal-hdlist għas-sors "%s"
no: bygd hdlist synthesis fil for media "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਲਈ hdlist ਸੰਸਲੇਸ਼ਕ ਫਾਇਲ ਬਣਾਈ
sc: apu fraigau sa hdlist synthesis po su mèdiu "%s"
sr@latn: kreiram hdlist simteznu datoteku za medij "%s"
th: สร้าง hdlist synthesis file สำหรับ อุปกรณ์ "%s"

source: found %d headers in cache
ar: عُثر على %d ترويسة في الذاكرة المخبّئة
az: ön yaddaşda %d başlıq tapıldı
bn: ক্যাশের মধ্যে %d হেডার সমূহ পাওয়া গেছে
eo: trovis %d ĉapdosierojn en kaŝejo
fa: %d سرآیند در حافظه پنهان یافت شد
fur: %d intestaduris cjatadis in cache
ky: кэште %d башсап табылды
lt: rastos %d antraštės iš cache
mk: пронајдени се %d заглавја во кешот
ms: menemui %d header dalam kache
mt: instabu %d headers fil-cache
no: fant %d hoder i cache
pa_in: ਕੈਂਚੇ ਵਿੱਚ %d ਸਿਰਲੇਖ ਮਿਲੇ
sc: apu agatau %d header in sa cache
sr@latn: pronađeno %d hedera u keš memoriji
th: พบ %d header ใน cache

source: removing %d obsolete headers in cache
ar: تم إزالة %d الترويسات الملغيّة من الذاكرة المخبّئة
az: ön yaddaşdakı %d mütləq başlıqlar çıxardılır
bn: ক্যাশ থেকে অব্যবহৃত হেডার %d গুলি সরানো হচ্ছে
eo: forigas %d jam ne uzatajn ĉapdosierojn en kaŝejo
fa: برداشتن سرآیند‌های کهنه %d در حافظه‌ی پنهان
fur: o stoi rimovint %d vielis intestaduris in cache
ky: кэштеги эскирген %d башсап өчүүрүлүүдө
lt: pašalinamos %d pasenę antraštės iš cache
mk: отстранувам %d нејасни заглавја во кешот
ms: hapus %d header usang dlm kache
mt: qed inneħħi %d headers antiki mill-cache
no: fjerner %d obsolete hoder i cache
pa_in: ਕੈਂਚੇ ਵਿੱਚ %d ਸਿਰਲੇਖ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ
sc: burru %d header beçus in sa cache
sr@latn: uklanjam %d obsolete hedere u keš memoriji
th: กำลังลบ %d headerที่ล้าสมัยใน cache

source: Search
ar: ابحث
az: Axtar
pa_in: ਖੋਜ
sr@latn: Traži

source: no package named %s
ar: لا توجد حزمة بالإسم %s
az: %s adlı paket yoxdur
bn: %s নামের কোন প্যাকেজ নেই
eo: neniu pakaĵo nomata %s
fa: هیچ بسته‌ای با نام %s
fur: nissun pachet clamât %s
ky: %s аттуу пакет жок
lt: nėra paketo, pavadinto %s
mk: нема пакет именуван како %s
ms: tiada pakej bernama %s
mt: ebda pakkett imsejjaħ %s
no: ingen pakke kalt %s
pa_in: ਕੋਈ ਪੈਕੇਜ %s ਨਾਂ ਨਾਲ ਨਹੀਂ
sc: nisçunu pakitu nominau %s
sr@latn: Nema paketa sa imenom %s
th: ไม่มี package ที่ชื่อ %s
