Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: To satisfy dependencies, the following %d packages are going to be installed: %s
ar: لإرضاء المُعتمدات، سيتم تثبيت الحزم %d التّالية: %s
bn: ডিপেন্ডেন্সি সন্তুষ্ট করতে নিম্নলিখিত %d প্যাকেজগুলো ইনস্টল হতে যাচ্ছে: %s
eo: Por plenumi la dependaĵojn, la %d sekvanta(j) pakaĵo(j) devas ankaŭ esti instalataj: %s
fa: برای ارضای وابستگیها, %d بسته بدنبال آمده نصب خواهند شد: %s
ky: Көз карандылыктарды канаатандыруу үчүн, төмөнкү %d пакет орнотулат: %s
lt: Priklausomybių patenkinimui, šie paketai %d turi būti įdiegti: %s
mk: За да се задоволат зависностите, ќе се инсталираат следниве %d пакети: %s
pa_in: ਨਿਰਭਰਤਾ ਸਮਾਪਤ ਕਰਨ ਲਈ, %d ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ: %s
sc: Po satisfai is dependèntzias, megu a aposentai is %d pakitus ki sighint: %s

source: Please insert the medium named "%s" on device [%s]
ar: يرجى ادخال الوسيط "%s" في الجهاز [%s]
az: Lütfən "%s" medyasını [%s] avadanlığına yerləşdirin
bn: অনুগ্রহ করে "%s" নামের মাধ্যম [%s] নামের ডিভাইসে প্রবেশ করান
eo: Bonvole enŝovu la medion nomata "%s" en aparaton [%s]
fa: لطفاً رسانه‌ی بنام "%s" بر دستگاه [%s] را داخل نمایید
fur: Par plasè insede le font clamade "%s" te periferiche [%s]
ky: "%s" аттуу булагын [%s] түзүлүшүнө орнотуңуз
lt: Įdėkite laikmeną, pavadintą "%s", į įrenginį [%s]
mk: Ве молиме внесете го медиумот именуван како "%s" во уредот [%s]
ms: Masukkan media "%s" ke peranti [%s]
mt: Jekk jogħġbok daħħal id-diska mmarkata "%s" fl-apparat [%s]
no: Vennligst sett inn mediumet kalt "%s" på enhet [%s]
pa_in: ਕਿਪਾ ਕਰਕੇ "%s" ਨਾਂ ਮਾਧਿਅਮ [%s] ਜੰਤਰ ਵਿੱਚ ਪਾਓ
sc: Intra su mèdiu nominau "%s" in su trastu [%s]
sr@latn: Ubacite medij sa imenom %s u uređaj [%s]
th: กรุณาใส่อุปกรณ์ที่มีชื่อ "%s" ใน [%s]

source: The following packages have bad signatures: %s Do you want to continue installation ?
ar: الحزم التالية لها توقيعات سيئة: %s هل تريد متابعة التثبيت؟
bn: নিম্নোক্ত প্যাকেজগুলোতে ত্রুটিপূর্ণ স্বাক্ষর রয়েছে: %s আপনি কি ইনস্টলেশন প্রক্রিয়া চালিয়ে যেতে ইচ্ছুক ?
eo: La sekvantaj dosieroj havas nevalidajn signaturojn: %s Ĉu vi deziras tamen daŭrigi la instaladon ?
fa: بسته‌های بدنبال آمده امضاهای بد دارند: %s آیا می‌خواهید نصب را ادامه دهید؟
ky: Төмөнкү пакеттердин сигнатуралары туура эмес: %s Орнотууну улантууну каалайсызбы?
lt: Sekantys paketai turi blogus ženklus: %s Ar norite tęsti įdiegimą ?
mk: Следниве пакети имаа лоши електронски потписи: %s Дали сакате да продолжите со инсталацијата?
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜਾਂ ਤੇ ਗਲਤ ਦਸਤਖਤ ਹਨ: %s ਕੀ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰੱਖਣੀ ਚਾਹੁੰਦੇ ਹੋ?
sc: Is pakitus ki sighint tenint firmas malas: %s Bolis sighiri a dus aposentai?

source: -g [group] - restrict results to given group.
ar: -g [group] - حدّد النّتائج إلى مجموعة معيّنة.
az: -g [group] - nəticələri verilən qrup xaricində qadağan et.
bn: -g [group] - ফলাফলসমূহ প্রদত্ত গ্রুপের মধ্যেই সীমাবদ্ধ রাখো।
fur: -g [group] - selezione i risultâts di chel grop.
lt: -g [group] - duotajai grupei apriboti rezultatus.
sc: -g [group] - arresurtau limidau a su grupu donau.

source: defaults is %s.
ar: الافتراضات هي %s.
az: ön qurğulusu %s-dir.
bn: %s ডিফল্ট।
fur: il valôr predefinît al è %s.
lt: standartinis yra %s.
pa_in: %s ਮੂਲ ਹੈ।
sc: predefiniu est %s.

source: medium "%s" trying to use an already used hdlist, medium ignored
ar: الوسيط "%s" يحاول اسنخدام ملف hdlist مستخدم مسبقا، تم تجاهل الوسيط
az: "%s" medyumu istifadədə olan hdlist'i işlətməyə cəhd etdi, medya rədd edildi
bn: "%s" মাধ্যমটি একটি hdlist ব্যবহারের চেষ্টা করছে যা আগে থেকেই ব্যবহারে আছে, মাধ্যম অগ্রাহ্য করা হয়েছে
eo: datenportilo "%s" provas uzi jam uzitan hdlist, datenportilo ignorata
fa: رسانه‌ی "%s" سعی می‌کند تا از لیست قبلاً استفاده شده hdlist استفاده کند، نادیده‌گیری رسانه
fur: le font "%s" e cîr di doprâ une hdlist dizà in vore, font ignorade
ky: "%s" булагы алдагачан колдонулуп жаткан hdlist алуу аракетинде, булак четке кагылды
lt: laikmena "%s" bando panaudoti ir jau naudojo hdlist, laikmena ignoruojama
mk: медиумот "%s" се обидува да користи веќе употребен hdlist, медиумот е игнориран
mt: sors "%s" qed jipprova juża hdlist li diġà użat, sors injorat
pa_in: ਮਾਧਿਅਮ "%s" ਪਹਿਲਾਂ ਹੀ hdlist ਰਾਹੀਂ ਵਰਤੋਂ ਅਧੀਨ ਹੈ, ਮਾਧਿਅਮ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ
sc: su mèdiu "%s" est provendi a impreai una hdlist jai in impreu, innyorau
sr@latn: medij "%s" pokušava da koristi hdlist koja je već korišćena, medij će biti ignorisan
th: อุปกรณ์"%s"พยามยามใช้ hdlistที่ใช้อยู่แล้ว ,อุปกรณ์ถูกยกเลิกไม่ใช้

source: medium "%s" trying to use an already used list, medium ignored
ar: الوسيط "%s" يحاول استخدام قائمة مستخدمة مسبقا، تم تجاهل الوسيط
az: "%s" medyumu onsuz da istifadədə olan siyahını işlətməyə cəhd etdi, medyum rədd edildi
bn: "%s" মাধ্যমটি একটি list ব্যবহারের চেষ্টা করছে যা আগে থেকেই ব্যবহারে আছে, মাধ্যম অগ্রাহ্য করা হয়েছে
eo: datenportilo "%s" provis uzi jam uzitan liston, ignoras datenportilon
fa: رسانه "%s" تلاش می‌کند تا از یک لیست استفاده شده استفاده کند، رسانه نادیده گرفته می‌شود
fur: le font "%s" e cîr di doprâ une liste dizà doprade, le ignori
ky: "%s" булагы алдагачан колдонулуп жаткан тизмени алуу аракетинде, булак четке кагылды
lt: laikmena "%s" bando panaudoti ir jau naudojo list, laikmena ignoruojama
mk: медиумот "%s" се обидува да користи веќе употребена листа, медиумот е игнориран
mt: is-sors "%s" jipprova juża lista diġà użata, sors injorat
pa_in: ਮਾਧਿਅਮ "%s" ਪਹਿਲਾਂ ਹੀ list ਰਾਹੀਂ ਵਰਤੋਂ ਅਧੀਨ ਹੈ, ਮਾਧਿਅਮ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ
sc: su mèdiu "%s" est provendi a impreai una list jai in impreu, innyorau
sr@latn: medij "%s" pokušava da koristi listu koja je već upotrebljena, medij je ignorisan
th: อุปกรณ์"%s"พยายามเลือกใช้อุปกรณ์ที่ใช้แล้ว, อุปกรณ์ถูกยกเลิกไม่ใช้

source: unable to access hdlist file of "%s", medium ignored
ar: لم يمكن الوصول الى ملف hdlist لـ"%s"، تم تجاهل الوسيط
az: "%s" medyası hdlist faylına çatıla bilmir, medya rədd edildi
bn: "%s"-এর hdlist ফাইল ব্যবহার করা যায়নি, মাধ্যম অগ্রহ্য করা হয়েছে
eo: ne povas atingi "hdlist" dosieron de "%s", ignoris medion
fa: نمی‌توان به پرونده hdlist "%s" دسترسی یافت، رسانه نادیده گرفته می‌شود
fur: no rivi a acedi al file hdlist di "%s", font ignorade
ky: "%s" үчүн hdlist файлына жетүүгө болбоду, булак четке кагылды
lt: negaliu prieiti prie "%s" hdlist bylos, laikmena ignoruojama
mk: не можам да пристапам до hdlist датотека на "%s", медиумот е игнориран
ms: gagal mengakses fail hdlist "%s", media diabaikan
mt: ma nistax naċċessa l-fajl hdlist ta' "%s", sors injorat
no: kunne ikke nå hdlist fil av "%s", media ignorert
pa_in: "%s" ਦੀ hdlist ਫਾਇਲ ਲਈ ਪਹੁੰਚ ਤੋਂ ਅਸਫਲ ਹੈ, ਮਾਧਿਅਮ ਛੱਡਿਆ ਜਾਦਾ ਹੈ
sc: no potzu lompi a sa hdlist de "%s", mèdiu innyorau
sr@latn: ne mogu da pristupim hdlist fajlu za "%s", medij je ignorisan
th: ไม่สามารถใช้งาน hdlist file "%s", medium ignored

source: virtual medium "%s" should not have defined hdlist or list file, medium ignored
ar: الوسيط الافتراضي "%s" يحاول اسنخدام ملف hdlist أو ملف قوائم مستخدم مسبقا، تم تجاهل الوسيط
az: "%s" medyasının hdlist ya da siyahı faylı tə'yin edilməməlidir, medya rədd edildi
bn: virtual "%s" মাধ্যমে hdlist অথবা list ফাইল উল্লেখ থাকার কথা নয়, মাধ্যম অগ্রাহ্য করা হয়েছে
eo: virtuala datenportilo "%s" ne havu difinitan hdlist aŭ list-dosieron, datenportilo ignorata
fa: رسانه‌ی مجازی "%s" نباید سرلیست یا پرونده‌ی لیست را تعریف می‌کرد، رسانه نادیده گرفته می‌شود
fur: le font virtuâl "%s" no a di ve un file hdlist o list, le font e vignarâ ignorâde
ky: "%s" виртуалдык булагы hdlist же тизме файлын аныктабашы керек, булак четке кагылды
lt: virtualioji laikmena "%s" neturėtų turėti hdlist ar list bylos, laikmena ignoruojama
mk: виртуалниот медиум "%s" не треба да има дефинирано hdlist или листа на датотеки, медиумот е игнориран
mt: sors virtwali "%s" ma jistax ikollu hdlist jew fajl ta' lista definit; sors injorat
pa_in: ਵੁਰਚੁਅਲ ਜੰਤਰ "%s" ਲਈ ਪ੍ਰਭਾਸ਼ਤ hdlist ਜਾਂ list ਫਾਇਲ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ, ਮਾਧਿਅਮ ਅਣਡਿੱਠਾ
sc: su mèdiu virtuali "%s" no depit tenni hdlist o list inditadas, innyorau
sr@latn: virtualni medij "%s" ne bi trebao da ima definisianu hdlist ili listu fajlova, ignorišem medij

source: unable to find hdlist file for "%s", medium ignored
ar: لم يمكن ايجاد ملف hdlist لـ "%s"، تم تجاهل الوسيط
az: "%s" üçün hdlist faylı tapıla bilmir, medya rədd edildi
bn: "%s"-এর জন্য hdlist ফাইল খোঁজা সম্ভব হয়নি, মাধ্যম অগ্রাহ্য করা হয়েছে
eo: ne povis trovi "hdlist"-an dosieron por "%s", ignoris medion
fa: نمی‌توان پرونده hdlist را برای "%s" پیدا کرد، رسانه نادیده گرفته می‌شود
fur: no rivi a cjatâ il file hdlist par "%s", font ignorade
ky: "%s" үчүн hdlist файлы табылбады, булак четке кагылды
lt: negaliu rasti "%s" hdlist bylos, laikmena ignoruojama
mk: не можам да пронајдам hdlist листа на датотеки за "%s", медиумот е игнориран
ms: gagal temui fail hdlist "%s", media diabaikan
mt: ma nistax insib il-fajl hdlist għal "%s", sors injorat
no: kunne ikke finne hdlist fil for "%s", media ignorert
pa_in: "%s" ਲਈ hdlist ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ ਹੈ, ਮਾਧਿਅਮ ਅਧੂਰਾ ਛੱਡਿਆ
sc: no potzu agatai sa hdlist po "%s", innyorau
sr@latn: ne mogu da pronađem hdlist datoteku za "%s", medijum je ignorisan
th: ไม่สามารถหา hdlist file สำหรับ"%s",medium ignored

source: unable to find list file for "%s", medium ignored
ar: لم يمكن ايحاد ملف القوائم لـ"%s"، تم تجاهل الوسيط
az: "%s" üçün siyahı faylı tapıla bilmir, medya rədd edilir
eo: ne povis trovi listdosieron por "%s", ignoris medion
fa: نمی‌توان پرونده لیست را برای "%s" پیدا کرد، رسانه نادیده گرفته می‌شود
fur: no rivi a cjatâ il file de liste par "%s", font ignorade
ky: "%s" үчүн тизме файлы табылбады, булак четке кагылды
lt: negaliu rasti sąrašo dėl "%s", laikmena ignoruojama
mk: не можам да пронајдам листа на датотеки за "%s", медиумот е игнориран
ms: gagal cari fail daftar "%s", media diabaikan
mt: ma nistax insib il-fajl tal-lista għal "%s", sors injorat.
no: kunne ikke finne liste fil for "%s", media ignorert
pa_in: "%s" ਲਈ ਫਾਇਲ ਸੂਚੀ ਲੱਭਣ ਤੋਂ ਅਸਫਲ ਹੈ, ਮਾਧਿਅਮ ਅਧੂਰਾ ਛੱਡਿਆ
sc: no potzu agatai sa list po "%s", innyorau
sr@latn: nemogu da pronađem datoteku liste za "%s", medijum je ignorisan
th: ไม่สามารถหา list file สำหรับ"%s",medium ignored

source: inconsistent list file for "%s", medium ignored
ar: ملف القوائم لـ"%s" متفكّك، تمّ تجاهل الوسيط
az: "%s" üçün inkoherent siyahı faylı, medya rədd edildi
bn: "%s"-এর জন্য list ফাইল খোঁজা সম্ভব হয়নি, মাধ্যম অগ্রাহ্য করা হয়েছে
eo: nekohera listdosiero por "%s", medio ignorita
fa: پرونده‌ی لیست بی‌ارتباط برای "%s"، رسانه نادیده گرفته شد
fur: liste dai file incoerent par "%s" font ignorade
ky: "%s" үчүн тизме файлы байланышсыз, булак четке кагылды
lt: nesuderinama sąrašo byla dėl "%s", laikmena ignoruojama
mk: нејасна листа на датотеки за "%s", медиумот е игнориран
mt: fajl tal-lista ta' "%s" ma jinftehimx, sors injorat
pa_in: "%s" ਲਈ ਸੂਚੀ ਫਾਇਲ ਗਲਤ ਹੈ, ਮਾਧਿਅਮ ਅਧੂਰਾ ਛੱਡਿਆ
sc: list lòfia po "%s", innyorau
sr@latn: nekoherentna datoteka liste za "%s", medij je ignorisan

source: unable to inspect list file for "%s", medium ignored
ar: لم يمكن التفتيش عن ملف قائمة "%s"، تم تجاهل الوسيط
az: "%s" faylları siyahısı yoxlana bilmir, medya rədd edildi
bn: "%s" এর list ফাইলপরিদর্শন করা সম্ভব হলোনা, মাধ্যম অগ্রাহ্য হলো
eo: ne povas inspekti listdosieron por "%s", ignoris medion
fa: ناتوان در بررسی پرونده‌ی لیست "%s", رسانه نادیده گرفته شد
fur: no rivi a analizâ le liste dai file par "%s", font ignorade
ky: "%s" үчүн тизме файлын текшерүүгө болбоду, булак четке кагылды
lt: negaliu patikrinti "%s" list bylos, laikmena ignoruojama
mk: не можам да ја испитам листата на датотеки за "%s", медиумот е игнориран
ms: gagal periksa senarai fail "%s", media diabaikan
mt: ma nistax jispezzjona l-fajl tal-lista għal "%s", sors injorat
no: kunne ikke inspisere liste fil for "%s", media ignorert
pa_in: "%s" ਲਈ ਸੂਚੀ ਫਾਇਲ ਪੜਤਾਲ ਤੋਂ ਅਸਫਲ, ਮਾਧਿਅਮ ਅਧੂਰਾ ਛੱਡਿਆ
sc: no potzu controllai sa list de "%s", mèdiu innyorau
sr@latn: ne mogu da istražim datoteku liste za "%s", medij je ignorisan
th: ไม่สามารถตรวจสอบ list file สำหรับ "%s", medium ignored

source: too many mount points for removable medium "%s"
ar: نقاط تجهيز كثيرة جدا للوسيط القابل للإزالة "%s"
az: "%s" çıxardıla bilən mediyası üçün həddindən çox bağlama nöqtəsi
bn: স্থানান্তরযোগ্য মাধ্যম "%s"-এর জন্য প্রচুর মাউন্ট পয়েন্ট
eo: tro da surmetingoj por movebla datenportilo "%s"
fa: نقاط سوارسازی بیش از اندازه برای رسانه قابل انتقال "%s"
fur: e son masse ponts di mount pe font rimovibil "%s"
ky: "%s" чыгарылып алынуучу булагы үчүн бириктирүү чекиттери өтө эле көп
lt: per daug išimamos laikmenos prijungimo taškų "%s"
mk: премногу монтирани точки за отстранливиот медиум "%s"
ms: terlalu banyak titik sambung utk media removable "%s"
mt: wisq punti ta' mmuntar għas-sors li jitneħħa "%s"
no: for mange monteringspunkter for fjernbart media "%s"
pa_in: ਹਟਾਉਣਯੋਗ ਮਾਧਿਅਮ "%s" ਲਈ ਕਈ ਮਾਊਟ ਥਾਂਵਾਂ ਹਨ
sc: tropu puntus de càrrigu po su mèdiui arremoviditzu "%s"
sr@latn: previše tačaka montiranja za prenosni medij "%s"
th: จำนวนเม้าท์พ้อยท์มากเกินไปสำหรับอุปกรณ์แบบเคลื่อนย้ายได้"%s"

source: taking removable device as "%s"
ar: جاري أخذ الأجهزة القابلة للإزالة كـ"%s"
az: çıxardıla bilən avadanlıq "%s" olaraq alınır
bn: স্থানান্তরযোগ্য ডিভাইসকে "%s" হিসেবে নেয়া হলো
eo: prenante moveblan aparaton kiel "%s"
fa: پذیرش دستگاه‌های قابل انتقال مانند "%s"
fur: o consideri le font rimovibil sicu "%s"
ky: чыгарылып алынуучу түзүлүш "%s" катары каралууда
lt: išimamas įrenginys priimamas kaip "%s"
mk: отстранливите уреди се земаат како "%s"
ms: ambil peranti removable sbg "%s"
mt: qed nieħu l-apparat li jitneħħa bħala "%s"
no: tar fjernbar enhet som "%s"
pa_in: "%s" ਨੂੰ ਹਟਾਉਣਯੋਗ ਜੰਤਰ ਵਾਂਗ ਲਵੋ
sc: pigu su mèdiu arremoviditzu ke "%s"
sr@latn: uzimam prenosni uređaj kao "%s"
th: กำลังนำอุปกรณ์ที่เคลื่อนย้ายได้จาก "%s" ออกมา

source: Medium "%s" is an ISO image, will be mounted on-the-fly
ar: الوسيط "%s" هو صورة ISO، سيتم تثبيتها خلال العمل
bn: "%s" মাধ্যম একটি ISO ইমেজ, এটি চালানোর সময় মাউন্ট করা হবে
fa: رسانه "%s" یک تصویر ISO است، در حال اجرا سوار خواهد گردید
ky: "%s" булагы ISO сүрөттөлүшү болуп эсептелет жана ал автоматтык түрдө туташылат
lt: Laikmena "%s" yra ISO atvaizdas, bus prijungta on-the-fly metodu
mk: Медиумот "%s" е ISO слика, веднаш ќе се монтира
pa_in: ਮਾਧਿਅਮ "%s" ਇੱਕ ISO ਪ੍ਰਤੀਬਿੰਬ ਹੈ, ਮਾਊਟ on-the-fly ਦੇ ਤੌਰ ਤੇ ਕੀਤਾ ਜਾਵੇਗਾ
sc: Su mèdiu "%s" est una màgini ISO, d'apu a carrigai a sa bolada

source: using different removable device [%s] for "%s"
ar: جاري استخدام الجهاز الآخر القابل للإزالة [%s] لـ"%s"
az: "%1$s" üçün fərqli çıxardıla bilən avadanlıq [%2$s] işlət
bn: অন্যান্য স্থানান্তরযোগ্য ডিভাইস [%s]-কে "%s"-এর জন্য ব্যবহার করা হচ্ছে
eo: uzante alian moveblan aparaton [%s] por "%s"
fa: استفاده از دستگاه قابل انتقال متفاوت [%s] برای "%s"
fur: o stoi doprant un diferent dispositîf rimovibil [%s] par "%s"
ky: [%s] башка чыгарып алынуучу түзүлүш колдонулууда; "%s" үчүн
lt: naudojamas skirtingas išimamas įrenginys [%s] dėl "%s"
mk: употребувам различни отстранливи уреди [%s] за "%s"
ms: pakai removable peranti lain [%s] untuk "%s"
mt: qed jintuża apparat [%s] għal "%s"
no: bruker forskjellige fjernbare enheter [%s] for "%s"
pa_in: "%s" ਲਈ ਵੱਖਰੇ ਹਟਾਉਣਯੋਗ ਜੰਤਰ [%s] ਵਰਤ ਕੇ
sc: impreu un'atru mèdiu arremividitzu [%s] po "%s"
sr@latn: koristeći različit prenosni uređaj ili [%s] za "%s"
th: ใช้อุปกรณ์แบบย้ายเข้าออกได้ที่แตกต่าง [%s] สำหรับ "%s"

source: unable to retrieve pathname for removable medium "%s"
ar: لم يمكن استرجاع اسم المسار للوسيط القابل للإزالة "%s"
az: "%s" çıxardıla bilən mediyumu üçün cığır adı alına bilmədi
bn: স্থানান্তরযোগ্য মাধ্যম "%s"-এর পাথনেম উদ্ধার করা সম্ভব হয়নি
eo: ne povis ektrakti padonomon por movebla datenportilo "%s"
fa: نمی‌توان نام مسیر را برای رسانه قابل انتقال "%s" دریافت کرد
fur: no rivi a recuperâ il percôrs pe font rimovibil "%s"
ky: "%s" чыгарып алынуучу булагынын жолун алуу мүмкүн эмес
lt: negaliu išgauti kelio vardo išimamai laikmenai"%s"
mk: не можам да го преземам името на патеката за отстранливиот медиум "%s"
ms: tidak dapat mengambil nama path utk media removable "%s"
mt: ma nistax nikseb il-path għal sors li jitneħħa "%s"
no: kunne ikke motta stinavn for fjernbart media "%s"
pa_in: ਹਟਾਉਣਯੋਗ ਮਾਧਿਅਮ "%s" ਲਈ ਮਾਰਗ-ਨਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਅਸਫਲ
sc: no potzu agatai su pathname po su mèdiu arremoviditzu "%s"
sr@latn: ne mogu da dobavim putanju za prenosni medij "%s"
th: ไม่สามาถจะดึงส่วนของ pathname สำหรับอุปกรณ์แบบเคลื่อนย้ายได้"%s"

source: there doesn't seem to be devices in the chroot in "%s"
ar: لا يبدو أن هناك أجهزة في chroot في "%s"
ky: "%s" chroot чөйрөсүндө түзүлүштөр байкалбады
lt: atrodo, kad nėra chroot įtaisų čia: "%s"
mk: изгледа дека нема присутни уреди во chroot во "%s"
sc: parit ki no dui siant trastus in su chroot in "%s"

source: --synthesis cannot be used with --media, --excludemedia, --sortmedia, --update or --parallel
ar: --synthesis لا يمكن استخدامه مع --media، --excludemedia، --sortmedia، --update أو --parallel
az: --synthesis bunlarla bərabər istifadə edilə bilməz: --media, --excludemedia, --sortmedia, --update ya da --parallel
bn: --media, --excludemedia, --sortmedia, --update অথবা --parallel এর সাথে --synthesis ব্যবহার করা যাবেনা
eo: --sintezo ne uzeblas kun --media, --excludemedia, --sortmedia, --update aŭ --parallel
fa: --synthesis نمی‌تواند با --media, --excludemedia, --sortmedia, --update یا --parallel استفاده شود
fur: synthesis a nol po sedi doprât cun --media, --excludemedia, --sortmedia, --update o --parallel
ky: --synthesis төмөнкүлөр менен бирге --media, --excludemedia, --sortmedia, --update же --parallel менен колдонууга болбойт
lt: --sintezė negali būti naudojama su --media, --excludemedia, --sortmedia, --update or --parallel
mk: --synthesis не може да се користи со --media, --excludemedia, --sortmedia, --update или --parallel
mt: --synthesis ma jistax jintuża ma' --media, --excludemedia, --sortmedia, --update jew --parallel
pa_in: --synthesis ਨੂੰ --media, --excludemedia, --sortmedia, --update ਜਾਂ --parallel ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ
sc: --synthesis no fait a d'impreai cun --media, --excludemedia, --sortmedia, --update o --parallel
sr@latn: --synthesis se ne može koristiti sa --media, --excludemedia, --sortmedia, --update ili --parallel

source: examining hdlist file [%s]
ar: جاري اختبار ملف hdlist [%s]
az: [%s] hdlist faylı yoxlanır
bn: hdlist ফাইল [%s] পরীক্ষা করা হচ্ছে
eo: kontrolanta hdlist-dosieron [%s]
fa: آزمایش پرونده hdlist [%s]
fur: o esamini il file hdlist [%s]
ky: [%s] hdlist файлы текшерилүүдө
lt: tikrinama hdlist byla [%s]
mk: ја испитувам датотеката hdlist [%s]
ms: periksa baca fail hdlist [%s]
mt: qed jiġi eżaminat il-fajl hdlist [%s]
no: eksaminerer hdlist fil [%s]
pa_in: hdlist ਫਾਇਲ [%s] ਪੜਤਾਲ ਜਾਰੀ
sc: controllu su file hdlist [%s]
sr@latn: ispitujem hdlist fajl [%s]
th: กำลังตรวจสอบไฟล์ hdlist [%s]

source: virtual medium "%s" is not local, medium ignored
ar: الوسيط الافتراضي "%s" غير محلي، تم تجاهل الوسيط
az: "%s" vertual medyumu yerli deyil, medyum rədd edildi
bn: "%s" ভার্চুয়াল মাধ্যম স্থানীয় নয়, মাধ্যম অগ্রাহ্য করা হয়েছে
eo: virtuala datenportilo "%s" ne estas loka, datenportilo ignorata
fa: رسانه مجازی "%s" محلی نیست، رسانه نادیده‌ گرفته شد
fur: le font virtuâl "%s" no je locâl, font ignorade
ky: "%s" виртуалдык булагы локалдык эмес, булак четке кагылды
lt: virtuali laikmena "%s" nėra vietinė, laikmena ignoruojama
mk: виртуелниот медиум "%s" не е локален, медиумот е игнориран
mt: sors virtwali "%s" mhux lokali; sors injorat
pa_in: ਵੁਰਚੁਅਲ ਮਾਧਿਅਮ "%s" ਸਥਾਨਕ ਨਹੀਂ ਹੈ, ਮਾਧਿਅਮ ਅਣਡਿੱਠਾ ਕੀਤਾ ਗਿਆ
sc: su mèdiu virtuali "%s" no est locali, innyorau
sr@latn: virtualni medij "%s" nije lokalni, ignorišem medij

source: problem reading hdlist or synthesis file of medium "%s"
ar: مشكلة في قراءة ملف التخليق أو hdlist للوسيط "%s"
az: "%s" medyasının hdlist ya da synthesis faylı oxuna bilmədi
bn: মাধ্যম "%s"-এর hdlist বা synthesis ফাইল পড়তে সমস্যা হচ্ছে
eo: problemo legante la hdlist aŭ sintezo-dosiero de datenportilo "%s"
fa: مشکل در خواندن سرلیست یا پرونده‌ی ترکیب رسانه‌ی "%s"
fur: probleme leint il file hdlist/synthesis del font "%s"
ky: "%s" булагы үчүн hdlist же synthesis файлын окуу проблемасы
lt: hdlist skaitymo arba "%s" laikmenos bylos sintezės problema
mk: проблем при читање на датотеката hdlist или synthesis на медиумот "%s"
mt: problema fil-qari tal-hdlist jew sinteżi għas-sors "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਲਈ hdlist ਜਾਂ ਸੰਸਲੇਸ਼ਣ ਫਾਇਲ ਪੜਨ ਦੌਰਾਨ ਸਮੱਸਿਆ
sc: barrancu ligendi sa hdlist o sa synthesis de su mèdiu "%s"
sr@latn: problem sa čitanjem hdlist ili synthesis fajla za medij "%s"

source: performing second pass to compute dependencies
ar: جاري القيام بالمرحلة الثانية لحساب المُعتمدات
az: asıllılıqlar hesablanmaq üçün ikinci dəfə sınanır
bn: ডিপেন্ডেন্সিসমূহ হিসাব করার জন্য দ্বিতীয় পাস সম্পাদন করা হচ্ছে
eo: mi faras duan pason por kalkuli dependaĵojn
fa: در حال اجرای دومین نوبت حساب کردن وابستگی‌ها
fur: o passi a le seconde fase par valutâ les dipindincis
ky: көз карандылыктарды экинчи жолку эсептөөсүү аткарылууда
lt: atliekamas antrasis priklausomybių skaičiavimo bandymas
mk: изведувам втор пат за пресметување на зависностите
mt: Qed ngħaddi t-tieni passata biex niddetermina dipendenzi
pa_in: ਨਿਰਭਰਤਾ ਦੇ ਦੂਜੇ ਪੜਾ ਲਈ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sc: fatzu su segundu passu po carculai is dependèntzias
sr@latn: sada se proveravaju međuzavisnosti paketa
th: ทำการผ่านครั้งที่สองเพื่อทดสอบ ความเป็นอิสระ

source: virtual medium needs to be local
ar: الوسيط الوهمي يجب أن يكون محلياً
bn: ভার্চুয়াল মাধ্যম স্থানীয় হতে হবে
eo: virtuala datenportilo devas esti loka
fa: رسانه مجازی باید محلی باشد
fur: le font virtuâl e a di sedi locâl
ky: виртуалдык булак локалдык болушу керек
lt: virtuali laikmena turi būti vietinė
mk: виртуелниот медиум мора да е локален
pa_in: ਵੁਰਚੁਅਲ ਮਾਧਿਅਮ ਸਥਾਨਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
sc: su mèdiu virtuali bolit locali
sr@latn: virtualni medij mora da bude lokalni

source: added medium %s
ar: تمت اضافة الوسيط %s
az: %s medyası əlavə edildi
bn: মাধ্যম %s যোগ করা হয়েছে
eo: aldonita datenportilo %s
fa: رسانه اضافه شده %s
fur: font zontade %s
ky: %s булагы кошулду
lt: įtraukta laikmena %s
mk: додаден медиум %s
ms: media %s ditambahkan
mt: ġie miżjud is-sors %s
no: lagt til medium %s
pa_in: ਮਾਧਿਅਮ %s ਸ਼ਾਮਲ
sc: apu açuntu su mèdiu %s
sr@latn: dodani medij %s
th: อุปกรณ์ที่ถูกเพิ่มเข้ามา %s

source: unable to access first installation medium
ar: لم يمكن الوصول الى أول وسيط تخزين
az: Birinci qurulum medyumuna yetişilə bilmir
bn: প্রথম ইনস্টলেশন মাধ্যম ব্যবহার করা যাচ্ছেনা
eo: ne povis aliri la unuan instal-datenportilon
fa: نمی‌توان به اولین رسانه‌ی نصب دسترسی پیدا کرد
fur: no rivi a acedi a le prime font di instalazion
ky: инсталляциянын биринчи булагына жетүү мүмкүн эмес
lt: negaliu prieiti prie pirmojo įdiegimo laikmenos
mk: не можам да пристапам до првиот медиум за инсталација
ms: gagal mengakses media instalasi pertama
mt: ma nistax naċċessa l-ewwel sors ta' installazzjoni
no: kan ikke få tilgang til første installasjonsmedium
pa_in: ਪਹਿਲੇ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ ਖੋਲਣ ਲ਼ਈ ਅਸਫਲੇ
sc: no potzu lompi a su primu mèdiu de aposentadura
sr@latn: ne mogu da pristupim prvom instalacionom mediju
th: ไม่สามารถเข้าถึงอุปกรณ์เพื่อใช้ในการติดตั้งอันแรก

source: copying hdlists file...
ar: جاري نسخ ملف hdlist...
az: hdlist faylı köçürdülür...
bn: hdlists ফাইল কপি করা হচ্ছে...
fur: o copii il file hdlist...
lt: kopijuojama hdlists byla...
mk: копирам датотека на hdlist...
ms: sedang menyalin fail hdlist...
no: kopierer hdlists fil...
pa_in: hdlists ਫਾਇਲ ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sc: còpiu is file hdlist...
sr@latn: kopiram hdlist fajl...
th: กำลังคัดลอกไฟล์ hdlist
