Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: Only superuser is allowed to add media
ar: يسمح للمستخدم الجذر فقط بإضافة الوسائط
az: Media əlavə etmə icazəsi ancaq ali istifadəçiyə verilib
bn: মাধ্যম যোগ করার অনুমতি শুধুমাত্র superuser এর আছে
bs: Samo administrator (superkorisnik) može dodavati medije
eo: Nur superuzulo rajtas aldoni datenportilon
fa: فقط کاربر مدیر برای افزودن رسانه مجاز است
ky: Суперколдонуучу гана пакет булактарын кошо алат
lt: Įtraukti laikmeną gali tik supervartotojas
mk: Само на суперкорисникот му е дозволено да додава медиуми
mt: Is-"superuser" biss għandu l-awtorità iżid sorsi
pa_in: ਸਿਰਫ਼ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਮਾਧਿਅਮ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ ਹੈ
ro: Doar administratorul poate adăuga un mediu
sc: Feti superuser podit açungi mèdius

source: creating config file [%s]
ro: se creează fişierul de configurare [%s]

source: Can't create config file [%s]
ar: لا يمكن إنشاء ملف التهيئة [%s]
bn: কনফিগ ফাইল [%s] তৈরী করা যাচ্ছ না
bs: Ne mogu napraviti konf. datoteku [%s]
eo: Ne povas krei konfiguran dosieron [%s]
fa: نمیتوان پرونده پیکربندی [%s] را ایجاد کرد
ky: [%s] конфигурация файлын түзүү
lt: Negaliu sukurti konfigūracijos bylos [%s]
mk: Не може да се направи конфигурациона датотека [%s]
pa_in: ਸੰਰਚਨਾ ਫਾਇਲ [%s] ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕੀ
ro: Nu pot crea fişierul de configurare [%s]
sc: No fait a creai su file de assètiu [%s]

source: no need to give <relative path of synthesis> with --distrib
ro: nu e nevoie să daţi <calea relativă a synthesis> cu --distrib

source: Do you want to add media '%s'?
ro: Doriţi adăugarea mediului '%s'?

source: <relative path of synthesis> missing
ro: lipseşte <calea relativă a synthesis>

source: Can't use %s with remote medium
ro: Nu se poate utiliza %s cu mediul extern

source: unable to add medium
ro: nu se poate adăuga mediul

source: urpmi.recover version %s Copyright (C) 2006 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
bs: urpmi.recover verzija %s Copyright (C) 2006 Mandriva. Ovo je slobodan software i može biti distribuiran pod uslovima GNU GPL-a. upotreba:
ro: urpmi.recover versiunea %s Copyright (C) 2006 Mandriva. Acest program este soft liber şi poate fi redistribuit sub termenii GNU GPL. utilizare:

source: --checkpoint - set repackaging start now
bs: --checkpoint - podesi početak prepakiranja na trenutno vrijeme
ro: --checkpoint - stabilirea punctului începerii reîmpachetării acum

source: --noclean - don't clean repackage directory on checkpoint
bs: --noclean - nemoj prazniti repackage direktorij na kontrolnoj tački
ro: --noclean - nu se curăţă directorul de reîmpachetare la marcaj

source: --list - list transactions since provided date/duration argument
bs: --list - spisak transakcija nakon navedenog datuma/trajanja
ro: --list - afişaţi tranzacţiile corespunzătoare parametrului dată/durată

source: --list-all - list all transactions in rpmdb (long)
bs: --list-all - spisak svih transakcija u rpmdb (dugačko)
ro: --list-all - afişarea tuturor tranzacţiilor din rpmdb (lungă)

source: --list-safe - list transactions since checkpoint
bs: --list-safe - spisak transakcija nakon kontrolne tačke
ro: --list-safe - afişarea tranzacţiilor de la marcaj

source: --rollback - rollback until specified date, or rollback the specified number of transactions
bs: --rollback - vrati na zadani datum, ili vrati zadani broj transakcija
ro: --rollback - revenire până la data specificată, sau revenire cu un număr specificat de tranzacţii

source: --disable - turn off repackaging
bs: --disable - isključi prepakiranje
ro: --disable - dezactivare reîmpachetare

source: Invalid date or duration [%s]
bs: Neispravan datum ili trajanje [%s]
ro: Dată sau durată nevalide [%s]

source: Repackage directory not defined
bs: Direktorij za prepakiranje nije definisan
ro: Directorul de reîmpachetare nu este definit

source: Can't write to repackage directory [%s]
bs: Ne mogu pisati u direktorij za prepakiranje [%s]
ro: Nu se poate scrie în directorul de reîmpachetare [%s]

source: Cleaning up repackage directory [%s]...
bs: Čistim direktorij za prepakiranje [%s]...
ro: Curăţare director reîmpachetare [%s]...

source: %d file removed
ro: fişierul %d este şters

source: Spurious command-line arguments [%s]
bs: Neispravni argumenti na komandnoj liniji [%s]
ro: Argumente linie comandă incorecte [%s]

source: You can't specify --checkpoint and --rollback at the same time
bs: Ne možete istovremeno navesti --checkpoint i --rollback
ro: Nu puteţi specifica --checkpoint şi --rollback simultan

source: You can't specify --checkpoint and --list at the same time
bs: Ne možete istovremeno navesti --checkpoint i --list
ro: Nu puteţi specifica --checkpoint şi --list simultan

source: You can't specify --rollback and --list at the same time
bs: Ne možete istovremeno navesti --rollback i --list
ro: Nu puteţi specifica --rollback şi --list simultan

source: You can't specify --disable along with another option
bs: Ne možete istovremeno navesti --disable i neku drugu opciju
ro: Nu puteţi specifica --disable cu o altă opţiune

source: No transaction found since %s
bs: Nema transakcija nakon %s
ro: Nu sunt tranzacţii începând cu %s

source: You must be superuser to do this
bs: Morate biti root korisnik za ovo
ro: Trebuie să fiţi admistrator pentru această operaţie

source: Writing rpm macros file [%s]...
bs: Zapisujem rpm macros datoteku [%s]...
ro: Scriere fişier algoritm suplimentar rpm [%s]...

source: No rollback date found
bs: Nije pronađen rollback datum
ro: Nu s-a găsit data restaurării

source: Rollback until %s...
bs: Vraćam se na datum %s...
ro: Restaurare până la %s...

source: Disabling repackaging
bs: Isključujem prepakiranje
ro: Reîmpachetare dezactivată

source: usage: urpmi.removemedia (-a | <name> ...) where <name> is a medium name to remove.
bs: upotreba: urpmi.removemedia (-a | <ime> ...) gdje je <ime> naziv medija za uklanjanje.
ro: Utilizare: urpmi.removemedia (-a | <nume>...) unde <nume> este numele mediului de şters.

source: -a - select all media.
ar: -a - استخدم كل الوسائط.
az: -a - medya seç.
bn: -a - সমস্থ মাধ্যম নির্বাচন করো।
bs: -a - izaberi sve medije.
eo: -a - elektu ĉiujn datenportilojn.
fa: -a - انتخاب تمام رسانه‌ها.
fur: -a - selezione dutis les fonts.
ky: -a - бардык булактарды тандоо.
lt: -a - išrinkti visas laikmenas.
mk: -a - избери ги сите медиуми.
ms: -a - pilih semua media.
mt: -a - agħżel is-sorsi kollha.
no: -a - velg alle media.
ro: -a - selectează toate mediile.
sc: -a - sçobera totu is mèdius.
sr@latn: -a - selektuje sve medije.
th: -a - เลือกมีเดียทั้งหมด

source: -y - fuzzy match on media names.
ar: -y - مطابقة تقريبية على أسماء الوسائط.
bs: -y - fuzzy izbor imena medija.
eo: -y - proksimuma serĉo en la nomoj de medioj.
fa: -y - تطابق نامعلوم در نام‌های رسانه.
ky: -y - булак ысымдарынын толук эмес дал келүүсү.
lt: -y - neaiškus laikmenų pavadinimų sutapimas.
mk: -y - совпаѓање на имињата на обележани медиуми.
mt: -y - tfittix "fuzzy" fuq ismijiet ta' sorsi.
ro: -y - căutare aproximativă în numele mediilor.
sc: -y - fai una circa fuzzy in is nòminis de is mèdius.

source: Only superuser is allowed to remove media
ar: يسمح للمستخدم الجذر فقط بحذف الوسائط
az: Medianı silmə icazəsi ancaq ali istifadəçiyə verilib
bn: শুধুমাত্র superuser-এর মাধ্যম সরাবার ক্ষমতা আছে
bs: Samo administrator (superkorisnik) može uklanjati medije
eo: Nur superuzulo rajtas forpreni pakaĵojn
fa: فقط کاربر مدیربرای برداشتن رسانه مجاز است
ky: Суперколдонуучу гана пакет булактарын жогото алат
lt: Pašalinti laikmeną galima tik supervartotojui
mk: Само на суперкорисникот му е дозволено да отстранува медиуми
mt: Is-"superuser" biss għandu l-awtorità ineħħi sorsi
pa_in: ਸਿਰਫ਼ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਹੀ ਮਾਧਿਅਮ ਹਟਾਉਣ ਦੀ ਇਜ਼ਾਜਤ ਹੈ
ro: Doar administratorul poate elimina medii
sc: Feti superuser podit burrai mèdius

source: nothing to remove (use urpmi.addmedia to add a media)
ar: لا شء للإزالة (استخدم urpmi.addmedia لإضافة وسيط)
az: silinəcək bir şey yoxdur (medya əlavə etmək üçün urpmi.addmedia işlədin)
bn: সরানোর জন্য কিছু নেই (মাধ্যম যোগ করার জন্য ব্যবহার করো)
bs: ništa za uklanjanje (koristite urpmi.addmedia da dodate medij)
eo: nenio por forpreni (uzu urpmi.addmedia por aldoni medion)
fa: هیچ چیز برای برداشتن (استفاده از urpmi.addmedia برای افزودن یک رسانه)
fur: nuie di rimovi (dopre urpmi.addmedia par zontâ une gnove font)
ky: алып салууга эч нерсе жок (булак кошуу үчүн urpmi.addmedia колдонуңуз)
lt: nėra ką pašalinti (laikmenos pridėjimui naudokite urpmi.addmedia)
mk: нема за отстранување (користете urpmi.addmedia за додавање на медиум)
ms: tiada penghapusan (guna urpmi.addmedia utk tambah media)
mt: xejn x'inneħħi (uża urpmi.addmedia biex iżżid sors)
no: ingenting å fjerne (bruk urpmi.addmedia for å legge til et media)
pa_in: ਹਟਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ (ਮਾਧਿਅਮ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ urpmi.addmedia ਵਰਤੋਂ)
ro: nimic de şters (folosiţi urpmi.addmedia pentru a adăuga un mediu)
sc: nudda de burrai (imprea urpmi.addmedia po açungi mèdius)
sr@latn: nema ničega za brisanje (koristi urpmi.addmedia za dodavanje medija)
th: ไม่มีอะไรที่จะเอาออก(ใช้ urpmi.addmedia เพื่อเพิ่มอุปกรณ์)

source: the entry to remove is missing (one of %s)
ar: المدخل المطلوب ازالته غير موجود (واحد من %s)
az: çıxardılacaq giriş mövcud deyildir (%s dan (dən) biri)
bn: সরানোর এন্ট্রি পাওয়া যাচ্ছে না (%s-এর একটা)
bs: stavka za brisanje nedostaje (jedan od %s)
eo: la enskribaĵo por forpreni mankas (unu el %s)
fa: ورودی برای برداشتن وجود ندارد (یکی از %s)
fur: le vôs di rimovi e mancje (une di %s)
ky: алынып салынуучу пункт жок (%s ичинен бири)
lt: pašalintino įrašo nėra (vienas iš %s)
mk: недостасува внесот за отстранување (еден од %s)
ms: masukan utk penghapusan hilang (satu dari %s)
mt: l-element li trid tneħħi m'hux hemm (wieħed minn %s)
no: inngangen til fjern mangler (en av %s)
pa_in: ਹਟਾਉਣ ਲਈ ਇੰਦਰਾਜ਼ ਗੁੰਮ ਹੈ (%s ਵਿੱਚੋਂ ਇੱਕ)
ro: intrarea de şters lipseşte (una din %s)
sc: amancat sa boxi de burrai (una de %s)
sr@latn: nedostaje unos za brisanje (jedan od %s)
th: ไม่มีข้อมูลที่จะทำการเอาออก (หนึ่งใน %s)

source: usage: urpmi.update [options] <name> ... where <name> is a medium name to update.
ar: الاستخدام: urpmi.update [options] <name> ... حيث أن <name> هو اسم الوسيط المطلوب تحديثه.
az: istifadə qaydası: urpmi.update [seçənəklər] <ad> ... buradakı <ad> yenilənəcək mediyumun adıdır.
bn: usage: urpmi.update [অপশনসমূহ] <নাম> ... যেখানে <নাম> আপডেট করার জন্য মাধ্যমের নাম।
bs: upotreba: urpmi.update [opcije] <ime> ... gdje je <ime> naziv medija za unaprjeđenje.
eo: uzado: urpmi.update [opcioj] <nomo> ... kie <nomo> estas nomo de ĝisdatigota datenportilo.
fa: طرز استفاده: urpmi.update [گزینه‌ها] <name> ... که <name> یک نام رسانه برای بروزسازی می‌باشد.
fur: ûs: urpmi.update [opzions] <non> ... la che <non> al è il non de font di atualizâ.
ky: колдонулушу: urpmi.update [опциялар] <аты> ... мында: <аты> жаңылануучу булак аты.
lt: naudojimas: urpmi.atnaujinimas [parinktys] <vardas> ... kur <vardas> yra atnaujintos laikmenos pavadinimas.
mk: употреба: urpmi.update [опсии] <name> ... каде <name> е името на медиумот кој треба да се ажурира.
ms: penggunaan: urpmi.update [pilihan] <nama> ... <nama> adalah media yg akan dikemaskini.
mt: użu: urpmi.update [għażliet] <isem> ... fejn <isem> huwa l-isem tas-sors x'taġġorna.
no: bruk: urpmi.removemedia [-a] <name> ... hvor <name> er et medium navn å oppdatere.
pa_in: ਵਰਤੋਂ: urpmi.update [options] <name> ... ਜਿੱਥੇ ਕਿ <name> ਮਾਧਿਅਮ ਨਾਂ ਨਵੀਨੀਕਰਨ ਮਾਧਿਅਮ ਨਾਂ ਹੈ।
ro: utilizare: urpmi.update [opţiuni] <nume>... unde <nume> este numele mediului de actualizat.
sc: impreu: urpmi.update [sceras] <nòmini> ... aundi <nòmini> est unu nòmini de mèdiu de ajorronai.
sr@latn: upotreba: urpmi.update [opcije] <ime> ... gde <ime> jeste ime medija za ažuriranje.
th: การใช้: urpmi.update [options] <name> ... โดยที่ <name> เป็นชื่อของอุปกรณ์ที่ต้องการอัพเดต

source: --update - update only update media.
ar: --update - حدّث فقط وسائط التّحديث.
az: --update - ancaq yeniləmə medyanı yenilə.
bn: --update - শুধুমাত্র আপডেট মাধ্যম আপডেট করো।
bs: --update - osvježi samo medije za update.
eo: --update - ĝisdatigu nur ĝisdatigajn datenportilojn.
fa: --update - فقط بروزسازی رسانه‌های بروزسازی.
fur: --update - dopre dome fonts di atualizazion.
ky: --update - жаңылоо булагын гана жаңылоо.
lt: --update - atnaujinti tik atnaujinimo laikmenas.
mk: --update - ажурирај само ажуриран медиум.
mt: --update - uża s-sorsi ta' aġġornament biss.
ro: --update - foloseşte numai mediile de actualizare.
sc: --update - ajorrona feti is mèdius de ajorronu.
sr@latn: --update - ažuriraj samo medijum za ažuriranje.

source: --force-key - force update of gpg key.
ar: --force-key - أجبر تحديث مفتاح gpg.
az: --force-key - gpg açarını yeniləməyə məcbur et.
bn: --force-key - gpg কী আপডেটের জন্য জোর দাও।
bs: --force-key - prinudi update gpg ključa.
eo: --force-key - devigu la ĝisdatigon de la GPG ĉifroŝlosilon.
fa: --force-key - اجبار بروزسازی کلید gpg.
fur: --force-key - sfuarçe le atualizazion de clâf gpg.
ky: --force-key - gpg ачкычын жаңылоого мажбурлоо.
lt: --force-key - vykdyti gpg key atnaujinimą.
mk: --force-key - присили ажурирање на gpg клучот.
mt: --force-key - ġiegħel iċ-ċifrarju gpg jiġi aġġornat.
ro: --force-key - forţează actualizarea cheii gpg.
sc: --force-key - fortza s'ajorronu de sa crai gpg.
sr@latn: --force-key - primorava na ažuriranje gpg ključa.

source: --ignore - don't update, mark the media as ignored.
ar: --ignore - عدم التحديث، ووضع علامة على الوسط كمُتجاهل.
bn: --ignore - আপডেট করো না, মাধ্যমটিকে অগ্রাহ্য হিসেবে চিহ্নিত করো।
bs: --ignore - ne ažuriraj, označi medij kao ignorisan.
eo: --ignore - ne ĝisdatigu sed marku la medion kiel preterlasita.
fa: --ignore - بروزسازی نشود, رسانه با نادیده‌گیری علامت گذاری گردد.
ky: --ignore - жаңылабоо булагын гана жаңылоо.
lt: --ignore - neatnaujinti, laikmeną pažymėti kaip ingnoruojamą.
mk: --ignore - не надоградувај, означи го медиумот како игнориран.
ro: --ignore - nu se actualizează, se marchează mediul ca fiind ignorat.
sc: --ignore - no ajorronist, marca is mèdius ke "innyoraus".

source: --no-ignore - don't update, mark the media as enabled.
ar: --no-ignore - - عدم التحديث، ووضع علامة على الوسط كمُمكّن.
bn: --no-ignore - আপগ্রেড করো না, মাধ্যমটিকে সক্রিয় হিসেবে চিহ্নিত করো।
bs: --no-ignore - ne ažuriraj, označi medij kao uključen.
eo: --no-ignore - ne ĝisdatigu sed marku la medion kiel ebligita.
fa: --no-ignore - بروزسازی نگردد, رسانه مانند بکار افتاده علامت گذاری گردد.
ky: --no-ignore - жаңылабоо,булакты өз тартибинде белгилөө.
lt: --no-ignore - neatnaujinti, laikmeną pažymėti kaip įgalintą.
mk: --no-ignore - не надоградувај, означи го медиумот како овозможен.
ro: --no-ignore - fără actualizare, marcaţi mediul ca activat.
sc: --no-ignore - no ajorronist, marca is mèdius ke abivaus.

source: --probe-rpms - do not use synthesis, use rpm files directly
ro: --probe-rpms - nu se utilizează synthesis, se utilizeză direct fişierele rpm

source: -a - select all non-removable media.
ar: -a - اختر كلّ الوسائط الغير قابلة للإزالة.
az: -a - çıxardıla bilməyən medya seç.
bn: -a - স্থানান্তরযোগ্য অযোগ্য এরকম সমস্থ মাধ্যম নির্বাচিত করো।
bs: -a - izaberi ne-izmjenjive medije.
eo: -a - elektu ĉiujn nemoveblajn datenportilojn.
fa: -a - انتخاب همه رسانه‌های غیر قابل انتقال.
fur: -a - selezione une font no rimovibil.
ky: -a - чыкпоочу бардык булактарды тандоо.
lt: -a - išrinkti visas neišimamas laikmenas.
mk: -a - избери ги сите неотстранливи медиуми.
ms: -a - pilih semua media non-removable.
mt: -a - agħżel is-sorsi kollha li ma jitneħħewx.
no: -a - velg alle ikke-fjernbare media.
ro: -a - selectează toate mediile nedemontabile.
sc: -a - sçobera totu is mèdius no arremoviditzus.
sr@latn: -a - selektuje sve ne prenosive medije.
th: --a - เลือกมีเดียที่ไม่สามารถเคลื่อนย้ายได้ทั้งหมด

source: -f - force updating synthesis
ro: -f - se forţează actualizarea synthesis

source: -ff - really force updating synthesis
ro: -ff - se forţează suplimentar actualizarea synthesis

source: Only superuser is allowed to update media
ar: يسمح للمستخدم الجذر فقط بتحديث الوسائط
az: Medianı yeniləmə icazəsi ancaq ali istifadəçiyə verilib
bn: শুধুমাত্র superuser-ই মাধ্যম আপডেট করতে পারবে
bs: Samo administrator (superkorisnik) može ažurirati medije
eo: Nur superuzulo rajtas ĝisdatigi pakaĵojn
fa: فقط کاربر مدیر برای بروزسازی رسانه مجاز است
ky: Суперколдонуучу гана пакет булактарын жаңылай алат
lt: Atnaujinti laikmenas gali tik supervartotojas
mk: Само на суперкорисникот му е дозволено да ажурира медиуми
mt: Is-"superuser" biss għandu l-awtorità jaġġorna sorsi
pa_in: ਸਿਰਫ਼ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਹੀ ਨਵੀਨੀਕਰਨ ਮਾਧਿਅਮ ਵਰਤਣ ਦੀ ਇਜ਼ਾਜਤ ਹੈ
ro: Doar administratorul poate actualiza mediile
sc: Feti superuser podit ajorronai mèdius

source: nothing to update (use urpmi.addmedia to add a media)
ar: لا شئ للتحديث (استخدم urpmi.addmedia لإضافة وسيط)
az: yenilənəcək bir şey yoxdur (medya əlavə etmək üçün urpmi.addmedia işlədin)
bn: আপডেট করার কিছুই নাই (মাধ্যম যোগ করতে urpmi.addmedia ব্যবহার করো)
bs: ništa za update (koristite urpmi.addmedia da dodate medij)
eo: nenio por ĝisdatigi (uzu urpmi.addmedia por aldoni medion)
fa: هیچ چیز برای بروزسازی (استفاده از urpmi.addmedia برای اضافه کردن یک رسانه)
fur: nuie di atualizâ (dopre urpmi.addmedia par zontâ une font)
ky: жаңылоого эч нерсе жок (булак кошуу үчүн urpmi.addmedia колдонуңуз)
lt: nėra ką atnaujinti (laikmenos pridėjimui naudokite urpmi.addmedia)
mk: нема за ажурирање (користете urpmi.addmedia за додавање на медиум)
ms: tiada apa-apa yang perlu dikemaskini (guna urpmi.addmedia utk tambah media)
mt: m'hemm xejn x'naġġorna (uża urpmi.addmedia biex iżżid sors)
no: ingenting å oppdatere (bruk urpmi.addmedia for å legge til et media)
pa_in: ਕੁਝ ਵੀ ਨਵੀਨੀਕਰਨ ਨਹੀਂ (ਇੱਕ ਮਾਧਿਅਮ ਸ਼ਾਮਲ ਕਰਨ ਲਈ urpmi.addmedia ਵਰਤੋ)
ro: nimic de actualizat (folosiţi urpmi.addmedia pentru a adăuga un mediu)
sc: nudda de ajorronai (imprea urpmi.addmedia po açungi mèdius)
sr@latn: nema ničega za ažuriranje (koristi urpmi.addmedia za dodavanje medija)
th: ไม่มีการแก้ไข(use urpmi.addmedia เพื่อเพิ่มอุปกรณ์)

source: the entry to update is missing (one of %s)
ar: المدخل المطلوب تحديثه غير موجود (واحد من %s)
az: güncəllənəcək giriş mövcud deyildir (%s dan (dən) biri)
bn: আপডেটের এন্ট্রি পাওয়া যাচ্ছে না (%s-এর একটা)
bs: stavka za update nedostaje (jedan od %s)
eo: la enskribaĵo por ĝisgatigi mankas (unu el %s)
fa: ورودی برای بروزسازی وجود ندارد (یکی از %s)
fur: le vôs di atualizâ e mancje (une di %s)
ky: жаңылоо үчүн пунк жок (%s ичинен бири)
lt: atnaujintino įrašo nėra (vienas iš %s)
mk: недостасува внесот за ажурирање (еден од %s)
ms: masukan kemaskini hilang (satu dari %s)
mt: l-element li trid taġġorna m'hux hemm (wieħed minn %s)
no: inngangen til oppdatering mangler (en av %s)
pa_in: ਨਵੀਨੀਕਰਨ ਲਈ ਇੰਦਰਾਜ਼ ਗੁੰਮ ਹੈ (%s ਵਿੱਚੋਂ ਇੱਕ)
ro: intrarea de actualizat lipseşte (una din %s)
sc: amancat sa boxi de ajorronai (una de %s)
sr@latn: nedostaje unos za ažuriranje (jedan od %s)
th: ขาดข้อมูลที่จะนำไป update(หนึ่งใน %s)

source: ignoring media %s
ar: تجاهل الوسط %s
bn: "%s" মাধ্যমটি অগ্রাহ্য করা হচ্ছে
bs: ignorišem medij %s
eo: preterlasante datenportilon "%s":
fa: نادیده‌گیری رسانه‌ی %s
ky: %s булагы оңдолууда:
lt: ignoruojama laikmena %s
mk: игнорирање на медиумот %s
pa_in: ਮਾਧਿਅਮ %s ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ro: mediul %s ignorat
sc: innyoru su mèdiu %s

source: enabling media %s
ar: تمكين الوسط %s
bn: "%s" মাধ্যমটি সক্রিয় করা হচ্ছে
bs: uključujem medij %s
eo: ebligante datenportilon "%s"
fa: بکار انداختن رسانه‌ی %s
ky: %s булагы иштөөдө
lt: įgalinama laikmena %s
mk: овозможување на медиумот %s
pa_in: ਮਾਧਿਅਮ %s ਯੋਗ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: mediul %s activat
sc: abivu su mèdiu %s

source: urpmq version %s Copyright (C) 2000-2006 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
bs: urpmq verzija %s Copyright (C) 2000-2006 Mandriva. Ovo je slobodan software i može biti distribuiran pod uslovima GNU GPL-a. upotreba:
ro: urpmq versiunea %s Copyright © 2002-2006 Mandriva. Acest program este soft liber şi poate fi redistribuit în termenii GNU GPL. utilizare:

source: --searchmedia - use only the given media to search requested (or updated) packages.
ar: --searchmedia - استخدم فقط الوسط المُعطى للبحث عن الحزم المطلوبة (أو المُحدّثة).
bn: --searchmedia - অনুরোধকৃত (অথবা আপডেটকৃত) প্যাকেজসমুহ খোঁজার জন্য শুধুমাত্র প্রদত্ত মাধ্যম ব্যবহার করো।
bs: --searchmedia - koristi samo navedene medije za pretragu (ili ažuriranje) paketa.
eo: --searchmedia - uzu nur la donitajn datenportilojn por serĉi menditaj (aŭ ĝisdatigitaj) pakaĵoj.
fa: --searchmedia - فقط از رسانه داده شده برای جستجوی بسته‌های درخواست شده استفاده گردد.
ky: --searchmedia - талап кылынган (же жаңыланган) пакеттерди издөө үчүн көрсөтүлгөн булактарды гана колдонуу.
lt: --searchmedia - pareikalautų (arba atnaujintų) paketų paieškai naudokite tik duotąją laikmeną.
mk: --searchmedia - го користи само дадениот медиум за пребарување на бараните (или ажурираните) пакети.
ro: --searchmedia - se utilizează numai mediul indicat pentru căutarea pachetelor cerute.
sc: --searchmedia - imprea feti is mèdius indidaus po circai is pakitus (ajorronus) ki bolis.

source: --auto-orphans - list orphans
ro: --auto-orphans - afişare pachete inutile

source: --fuzzy - impose fuzzy search (same as -y).
ar: --fuzzy - افرض البحث التقريبي (مثل -y).
az: --fuzzy - fuzzy axtarmanı qəbul et ( -y ilə eyni).
bn: --fuzzy - fuzzy খোঁজ চালাও (অনুরূপ -y)।
bs: --fuzzy - nametni fuzzy pretragu (isto što i -y).
eo: --fuzzy - trudu serĉadon de dubindaĵoj (same kiel -y).
fa: --fuzzy - تحمیل جستجوی فازی (همانند -y).
fur: --fuzzy - impon une ricercje fuzzy (sicu -y).
ky: --fuzzy - издөөнү так эмес логиканын негизинде көрсөтүү (-y сыяктуу).
lt: --fuzzy - paskirti neaiškią paiešką (toks pat kaip -y).
mk: --fuzzy - принудува барање на обележани пакети (исто како -y).
ms: --fuzzy - lakukan pencarian fuzzy (sama dengan -y).
mt: --fuzzy - imponi tfittix "fuzzy" (l-istess bħal -y).
ro: --fuzzy - impune căutarea fuzzy (identic cu -y).
sc: --fuzzy - imponi sa circa fuzzy (su pròpiu de -y).
sr@latn: --fuzzy - uzrokuje fuzzy pretragu (isto kao -y).
th: --fuzzy - ค้นหาแบบไม่เจาะจง(เช่นเดียวกับ -y).

source: --list - list available packages.
ar: --list - اسرد الحزم المتوفّرة.
az: --list - mövcud paketləri göstər.
bn: --list - উপস্থিত প্যাকেজসমূহের তালিকাবদ্ধ করো।
bs: --list - lista dostupnih paketa.
eo: --list - listigu haveblajn pakaĵojn.
fa: --list - لیست کردن بسته‌های موجود.
fur: --list - liste i pachets disponibii.
ky: --list - мүмкүн болгон пакеттер тизмеси.
lt: --list - išvardyti galimus paketus.
mk: --list - листа на достапни пакети.
mt: --list - uri l-pakketti disponibbli kollha.
ro: --list - listează pachetele disponibile.
sc: --list - allistra totu is pakitus disponiditzus.
sr@latn: --list - prikazuje listu paketa.
th: --list - แสดงรายชื่อแพ็คเกจที่มีอยู่

source: --list-media - list available media.
ar: --list-media - اسرد الوسائط المتوفّرة.
az: --list-media - mövcud medyanı göstər.
bn: --list-media - উপস্থিত মাধ্যমের তালিকাবদ্ধ করো।
bs: --list-media - izlistaj dostupne medije.
eo: --list-media - listigu haveblajn datenportilojn.
fa: --list-media - لیست رسانه‌های موجود.
fur: --list-media - liste les fonts disponibilis.
ky: --list-media - мүмкүн болгон булактар тизмеси.
lt: --list-media - pateikti galimų laikmenų sąrašą.
mk: --list-media - листа на достапни медиуми.
mt: --list-media - illistja s-sorsi disponibbli.
ro: --list-media - listează mediile disponibile.
sc: --list-media - allistra is mèdius disponiditzus.
sr@latn: --list-media - prikazuje listu medija.
th: --list-media - แสดงรายชื่ออุปกรณ์ที่มีอยู่
