Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: --fuzzy, -y - impose fuzzy search.
bs: --fuzzy, -y - nametni fuzzy pretragu.
ro: --fuzzy, -y - se impune căutarea vagă.

source: --buildrequires - install the buildrequires of the packages
ro: --buildrequires - se instalează cerinţele de compilare ale pachetelor

source: --install-src - install only source package (no binaries).
ar: --install-src - ثبّت الحزمة المصدريّة فقط (لا المجمّعة).
az: --install-src - ancaq mənbə paketini qur (ikililəri yox).
bn: --install-src - শুধুমাত্র সোর্স প্যাকেজ সমুহ ইনস্টল করো (বাইনারি সমুহ নয়)।
bs: --install-src - instaliraj samo izvorne pakete (bez binarnih).
eo: --install-src - instalu nur font-pakaĵojn (ne binarajn).
fa: --install-src - فقط بسته‌ی منبع نصب می‌شود (نه باینری).
fur: --install-src - instale dome il pachet sorzint (no i binaris).
ky: --install-src - баштапкы пакетти гана орнотуу (бинардыктарын орнотпоо).
lt: --install-src - įdiegti tik pirminį paketą (be dvejetainių).
mk: --install-src - инсталирај само изворни пакети (без бинарни).
mt: --install-src - installa biss pakketti bis-sorsi (mingħajr binarji).
ro: --install-src - instalează numai pachetele sursă (fără binare).
sc: --install-src - aposenta feti pakitus mitza (no binàrius).
sr@latn: --install-src - instalira samo pakete sa izvornim kodom.

source: --clean - remove rpm from cache before anything else.
ar: --clean - أزل حزمة rpm من الذاكرة المخبّئة قبل أي شيء آخر.
az: --clean - hərşeydən əvvəl ara yaddaşdan rpm'i sil.
bn: --clean - কিছু করার পুর্বে ক্যাশ থেকে আর-পি-এম পরিষ্কার করো।
bs: --clean - ukloni rpm iz spremnika prije svega ostalog.
eo: --clean - forigu rpm el la kaŝejo antaŭ ol fari ion ajn alian.
fa: --clean - برداشتن rpm از حافظه پنهان قبل از هر چیز دیگر.
fur: --clean - al rimôf i rpm de cache prin di fâ cualsisei altre robe.
ky: --clean - аракет кылуу алдында, адегенде rpm кэшин тазалоо.
lt: --clean - prieš ką nors atliekant, iš cache pašalinti rpm.
mk: --clean - отстрани rpm од кешот пред се друго.
mt: --clean - neħħi rpms mill-cache qabel affarijiet oħra.
ro: --clean - şterge rpm-urile din cache înainte de orice altceva.
sc: --clean - burra de sa cache is rpm innantis de dònnia atra cosa.
sr@latn: --clean - uklanja rpm iz keša pre bilo čega drugog.

source: --noclean - don't clean rpms from cache.
ar: --noclean - عدم إخلاء حزم rpms من المخزن.
bs: --noclean - čuvaj neiskorištene rpm-ove u spremniku.
ky: --noclean - rpm-дерди кэштен тазалабоо.
lt: --noclean - rpms iš cache neišvalyti.
mk: --noclean - не ги бриши rpm пакетите од кешот.
ro: --noclean - nu se şterg rpm-urile din cache.
sc: --noclean - no boghist is rpm de sa cache.

source: --replacepkgs - force installing packages which are already installed.
ro: --replacepkgs - forţaţi reinstalarea pachetelor deja instalate.

source: --allow-nodeps - allow asking user to install packages without dependencies checking.
ar: --allow-nodeps - اسمح بسؤال المستخدم عن تثبيت الحزم دون التّحقّق من المعتمدات.
az: --allow-nodeps - istifadəçiyə paketi asıllılıqları diqqətə almadan qurma sualı verməyə icazə ver.
bn: --allow-nodeps - ডিপেন্ডন্সি পরীক্ষা ছাড়া প্যাকেজ ইনস্টল করতে ব্যবহারকারী কে জিজ্ঞাসার জন্য অনুমতি দাও।
bs: --allow-nodeps - dozvoli pitanje korisniku da instalira pakete bez provjere ovisnosti.
eo: --allow-nodeps - permesu peti la uzulon instali pakaĵojn sen kontrolado de dependaĵoj.
fa: --allow-nodeps - اجازه‌ی پرسش از کاربر برای نصب بسته‌ها بدون بررسی وابستگی‌ها را می‌دهد.
fur: --allow-nodeps - permet di domandâ al utent se al ûl instalâ dai pachets cence controlâ les dipendencis.
ky: --allow-nodeps - колдонуучудан пакеттердин көз карандылыктарына карабай орнотуу уруксатын алуу.
lt: --allow-nodeps - leisti vartotojo paklausti dėl paketų be priklausomybių tikrinimo įdiegimo.
mk: --allow-nodeps - дозволи прашања на корисникот за инсталирање на пакети без проверка на зависности.
mt: --allow-nodeps - ippermetti li l-user jiġi mistoqsi jekk iridx jinstalla pakketti mingħajr ma jiġu ċċekkjati d-dipendenzi.
ro: --allow-nodeps - permite interogarea utilizatorului la instalarea pachetelor fără verificarea dependenţelor
sc: --allow-nodeps - permiti de domandai a su user ki bolit aposentai pakitus sentza de controllai is dependèntzias.
sr@latn: --allow-nodeps - dozvoljava upit za korisnika da li da instalira pakete bez provere međuzavisnosti paketa.
th: --allow-nodeps - ยอมให้ผู้ใช้ติดตั้งแพ็คเกจโดยไม่ต้อง ตรวจสอบ ความเป็นอิสระ

source: --allow-force - allow asking user to install packages without dependencies checking and integrity.
ar: --allow-force - اسمح بسؤال المستخدم عن تثبيت الحزم دون التّحقّق من المعتمدات والتّكامل.
az: --allow-force - istifadəçiyə paketi asıllılıqları və uyğunluq yoxlanmadan qurma sualı verməyə icazə ver.
bn: --allow-force - ডিপেন্ডন্সি এবং অখন্ডতা পরীক্ষা ছাড়া প্যাকেজ ইনস্টল করতে ব্যবহারকারী কে জিজ্ঞাসার জন্য অনুমতি দাও।
bs: --allow-force - dozvoli pitanje korisniku da instalira pakete bez provjere ovisnosti i integriteta.
eo: --allow-force - permesu peti uzulon instali pakaĵojn sen dependaĵ-kontrolo kaj integreco.
fa: --allow-force - اجازه‌ی پرسش از کاربر برای نصب بسته‌ها بدون بررسی وابستگی و درستی آنها.
fur: --allow-force - permet di domandâ al utent di instalâ i pachets cence controlâ dipendencis e integritât.
ky: --allow-force - колдонуучудан пакеттердин көз карандылыктарына жана бүтүндүгүнө карабай орнотуу уруксатын алуу.
mk: --allow-force - дозволи прашања на корисникот за инсталирање на пакети без проверка на зависностите и интегритетот.
mt: --allow-force - jippermetti li l-user jiġi mistoqsi jridx jinstalla pakketti mingħajr ma jiġu ċċekkjati d-dipendenzi u integrità.
ro: --allow-force - permite interogarea utilizatorului pt. instalarea pachetelor fără verificarea dependenţelor şi a integrităţii.
sc: --allow-force - permiti de preguntai a su user ki bolit aposentai pakitus sentza de controllai dependèntzias e interesa.
sr@latn: --allow-force - dozovoljava upit korisnika da li želi da instalira pakete bez provere međuzavisnosti i integriteta.
th: --allow-force - ยอมให้ผู้ใช้สามารถติดตั้งแพ็คเกจโดยไม่จำเป็นต้อง มีการตรวจสอบความเป็นอิสระและความถูกต้อง

source: --allow-suggests - auto select "suggested" packages.
ro: --allow-suggests - selectare automată a pachetelor "recomandate".

source: --use-distrib - configure urpmi on the fly from a distrib tree, useful to install a chroot with --root option.
ar: --use-distrib - أعدّ urpmi بشكل سريع من شجرة توزيع، مفيد لتثبيت chroot باستخدام الخيار --root.
az: --use-distrib - urpmi-ni birbaşa distrib ağacından quraşdır.
bn: --use-distrib - distrib ট্রি থেকে চলন্ত অবস্থায় urpmi কনফিগার করো, --root অপশনের সাথে chroot ইনস্টলে কার্যকর।
bs: --use-distrib - podesi urpmi u letu iz distrib stabla, korisno za chroot instalacije uz korištenje --root opcije.
fa: ··--use-distrib··-·urpmi·را·در·هوا·از·درخت·distrib·پیکربندی·می‌کند،·برای ···················نصب(برداری)·یک·chroot·با·گزینه‌ی·--root·مفید·است.
fur: --use distrib - configure urpmi dal lamp di un arbul distribuît, zovevul par instalâ un pachet chroot cun opzion --root.
ky: --use-distrib - urpmi-ди иштөө маалында distrib дарагынан конфигурациялоо, chroot орнотуу үчүн --root опциясын колдонууда ыңгайлуу.
lt: --use-distrib - urpmi konfigūruokite on the fly metodu iš paskirstymo medžio, naudinga įdiegti chroot su --root parinktimi.
mk: --use-distrib - брзо конфигурирај го urpmi од дистрибуционо дрво, корисно за инсталирање на chroot со опцијата --root.
mt: --use-distrib - ikkonfigura urpmi dak il-ħin minn siġra tad-distribuzzjoni, utli meta qed tinstalla fuq chroot bl-għażla --root.
ro: --use-distrib - configurare instantanee pt. urpmi dintr-un arbore de distribuţie, utilă pt. instalarea unui chroot cu opţiunea --root .
sc: --use-distrib - assètia urpmi a sa bolada de una mata de distribuidura, useful po aposentai una chroot cun scera --root.

source: --metalink - generate and use a local metalink.
ro: --metalink - generarea şi utilizarea unei legături locale.

source: --downloader - program to use to retrieve distant files. known programs: %s
ro: --downloader - alegerea programului de descărcare. programe: %s

source: --curl-options - additional options to pass to curl
bs: --curl-options - dodatne opcije za curl
ro: --curl-options - opţiuni pentru curl

source: --rsync-options- additional options to pass to rsync
bs: --rsync-options- dodatne opcije za rsync
ro: --rsync-options- opţiuni pentru rsync

source: --wget-options - additional options to pass to wget
bs: --wget-options - dodatne opcije za wget
ro: --wget-options - opţiuni pentru wget

source: --prozilla-options - additional options to pass to prozilla
ro: --prozilla-options - opţiuni pentru prozilla

source: --aria2-options - additional options to pass to aria2
ro: --aria2-options - opţiuni pentru aria2

source: --limit-rate - limit the download speed.
ar: --limit-rate - حدّ من سرعة التنزيل.
az: --limit-rate - endirmə sür'ətinə sərhəd qoy .
bn: --limit-rate - ডাউনলোড গতির সীমা নির্ধারণ।
bs: --limit-rate - ograniči brzinu downloada.
eo: --limit-rate - limigu la deŝut-rapidon.
fa: --limit-rate - محدود کردن سرعت بارگیری.
fur: --limit-rate - limite le velocitât di scjariament.
ky: --limit-rate - жүктөө ылдамдыгын чектөө.
lt: --limit-rate - apriboti parsiuntimo greitį.
mk: --limit-rate - ограничи ја брзината на преземање.
mt: --limit-rate - illimita r-rata ta' tniżżil.
ro: --limit-rate - limitează viteza de descărcare.
sc: --limit-rate - lìmida su lestriori de scàrrigu.
sr@latn: --limit-rate - limitira brzinu download-a.

source: --resume - resume transfer of partially-downloaded files (--no-resume disables it, default is disabled).
ar: --resume - أكمل نقل الملفّات المنزّلة جزئيّاً (يقوم الخيار --no-resume بتعطيله، والوضع الافتراضي هو معطّل).
az: --resume - qismən endirilən faylların transferini davam et (--no-resume bunu qeyri-fəallaşdırır, əsasən qeyri-fəaldır).
bn: --resume - আংশিক-ডাউনলোডকৃত ফাইলসমুহ পুনরায় আরম্ভ করো (--no-resume অকার্যকর করবে, স্বাভাবিকভাবে কার্যকর).
bs: --resume - nastavi prijenos djelomično prenesenih datoteka (--no-resume isključuje, što je i podrazumijevano).
eo: --resume - pluigu elŝutado de nekomplete elŝutataj dosieroj (--no-resume elŝaltu ĝin, defaŭlta estas elŝaltita).
fa: --resume - باز از سر گیری انتقال پرونده‌های بارگیری شده‌ی ناقص (--no-resume آن را از کار می‌اندازد, ازکارافتاده پیش‌فرض است).
fur: --resume - ripie le stramude dai faile parzialmentri scjariâts (--no-resume lu disabilite, disabilitât predefinît).
ky: --resume - жарым-жартылай кабыл алынган файлдарды жүктөөнү улантуу (--no-resume муну өчүрөт, алдынала өчүрүлгөн).
lt: --resume - atnaujinti dalinai gautų bylų parsiuntimą (--no-resume išjungia funkciją, standartiškai ji yra išjungta).
mk: --resume - продолжи со трансферот на делумно-преземени датотеки (--no-resume го оневозможува, стандардно е оневозможен).
mt: --resume - kompli t-trasferiment ta' fajls parzjalment imniżżla (--no-resume jitfih - impliċitament mitfi).
ro: --resume - continuă transferul fişierelor descărcate parţial. (--no-resume dezactivează opţiunea, implicit este dezactivată).
sc: --resume - torra a pigai a scarrigai is file scarrigaus in parti (--no-resume da disabivat, de predefiniu disabivada).

source: --proxy - use specified HTTP proxy, the port number is assumed to be 1080 by default (format is <proxyhost[:port]>).
ar: --proxy - استخدم بروكسي HTTP المحدّد، رقم المنفذ الافتراضي هو 1080 (بتنسيق <proxyhost[:port]>).
az: --proxy - müəyyən edilmiş HTTP vəkilini işlət, qapı nömrəsi əsas olaraq 1080 qəbul edilir (istifadə qaydası: <vəkilqovşaq[:qapı]>).
bn: --proxy - উল্লেখিত HTTP প্রক্সি ব্যবহার করো, ডিফল্ট ভাবে পোর্ট নম্বরটি ১০৮০ ধরা যায় (ফর্ম্যাট হচ্ছে <proxyhost[:port]>)।
bs: --proxy - koristi navedeni HTTP proxy, broj porta se pretpostavlja da je 1080 (format je <proxyhost[:port]>).
eo: --proxy - uzu indikitan HTTP-prokuron, la pordonumero estas supozeble 1080 defaŭlte (la formato estas <prokura gastiganto[:pordo]>).
fa: --proxy - استفاده از پراکسی HTTP، شماره درگاه بوسیله‌ی پیش فرض ۱۰۸۰ فرض شده است (قالب آن <proxyhost[:port]> می‌باشد).
fur: --proxy - dopre il proxy HTTP specificât, il numar di puarte predefinît al è1080 (formât: <proxyhost[:port]>).
ky: --proxy - көрсөтүлгөн HTTP проксини колдонуу, алдыалынган порт номери 1080 (форматы: <proxyhost[:port]>).
lt: --proxy - naudoti nurodytą HTTP tarpinį serverį, standartiškai prievado numeris bus 1080 (formatas yra toks <proxyhost[:port]>).
mk: --proxy - користи одреден HTTP прокси, бројот на портот како стандарден се претпоставува дека е 1080 (форматот е <проксихост[:порта]>).
mt: --proxy - uża l-proxy HTTP speċifikat. In-numru tal-port huwa meqjus li huwa 1080 impliċitament (format huwa <proxyhost[:port]>).
ro: --proxy - foloseşte HTTP proxy specificat, numărul portului este considerat a fi implicit 1080 (formatul este <gazdăproxy[:port]>).
sc: --proxy - imprea custu HTTP proxy, a nùmeru de porta poneus sa 1080 de predefiniu (formau: <proxyhost[:port]>).
sr@latn: --proxy - koristi specificirani HTTP proxy, proj porta se pretpostavlja da je 1080 po default-u (format je <proxyhost[:port]>).
th: --proxy - ใช้ในการกำหนดพร็อกซี่ HTTP หมายเลขพอร์ทสมมุติเป็น 1080(รูปแบบคือ <proxyhost[:port]>)

source: --proxy-user - specify user and password to use for proxy authentication (format is <user:password>).
ar: --proxy-user - حدّد اسم المستخدم وكلمة السرّ لاستخدامهما للتّوثيق مع البروكسي (بتنسيق <user:password>).
az: --proxy-user - vəkil səlahiyyətləndirilməsi üçün istifadə ediləcək istifadəçi adı və şifrə (istifadə qaydası: <istifadəçi:şifrə>).
bn: --proxy-user - প্রক্সির সত্যতা যাচাই এর জন্য ব্যবহারকারী এবং পাসওয়ার্ড উল্লেখ করো (ফর্ম্যাট হচ্ছে <user:password>)।
bs: --proxy-user - navedi korisnika i šifru potrebne za proxy autentifikaciju (format je <user:password>).
eo: --proxy-user - difinu uzulon kaj pasvorton por uzi prokuran aŭtentigon (formato estas <uzulo:pasvorto>).
fa: --proxy-user - کاربر و گذرواژه را برای اعتبارسنجی پراکسی مشخص می‌کند (قالب آن <user:password>است).
fur: --proxy-user - specifiche utent e password di doprâ par le autenticazion cul proxy (formât: <utent:password>).
ky: --proxy-user - прокси аутентификациясы үчүн колдонуучу жана паролду көрсөтүү (форматы: <user:password>).
lt: --proxy-user - nurodykite vartotoją ir slaptažodį, kurie bus naudojami atpažinimui tarpiniame serveryje (formatas yra tkos<vartotojas:slaptažodis>).
mk: --proxy-user - одреди корисник и лозинка за користење на прокси автентикација (форматот е <user:password>).
mt: --proxy-user - speċifika user u password biex tuża għall-awtentikazzjoni tal-proxy (format huwa <user:password>).
ro: --proxy-user - specificare utilizator şi parolă pt. autentificarea proxy (formatul este <utilizator:parolă>).
sc: --proxy-user - indida user e password po ti connosci su proxy (formau: <user:password>).
sr@latn: --proxy-user - određuje korisnika i lozinku koji se koriste za proxy autentifikaciju (format je <user:password>).
th: --proxy-user - กำหนดชื่อผู้ใช้และรหัสผ่านเพื่อใช้พร็อกซี่ ในการตรวจสอบ (รูปแบบเป็น <user:password>)

source: --bug - output a bug report in directory indicated by next arg.
ar: --bug - أخرج تقرير خطأ في الدّليل المحدّد. بالكلمة التالية.
az: --bug - bir sonrakı verilən arqumentlə verilmiş cərgəyə xəta raportunu yaz.
bn: --bug - পরের আরগুমেন্টে উল্লেখিত ডিরেক্টরিতে একটি বাগ রিপোর্ট তৈরী করো।
bs: --bug - ispiši izvještaj o bugu u direktorij naveden u idućem argumentu.
eo: --bug - eligu cim-raporton en dosierujon indikitan de next arg.
fa: --bug - بیرون‌ریزی یک گزارش اشکال در شاخه‌ی مشخص شده بوسیله مبحث بعدی.
fur: --bug - stampe un rapuart di bug te cartele specificade dal argoment seguitîf.
ky: --bug - баг отчетторун кийинки аргумент көрсөткөн каталогго sчыгаруу.
lt: --bug - išvesti klaidų ataskaitą kataloge, kuris nurodytas sekančiu argumentu.
mk: --bug - запиши извештај за бубачка во директориум индициран од следниот аргумент.
mt: --bug - ipproduċi rapport ta' bug fid-direttorju indikat fl- argument li jmiss.
ro: --bug - produce un raport de erori în directorul indicat de argumentul următor.
sc: --bug - produsi una arrelata-fartas in sa directory indidada de s'argumentu ki sighit.
sr@latn: --bug - pravi izveštaj o grešci u direktorijumu prosleđenom kao sledeći argument.

source: --excludepath - exclude path separated by comma.
ar: --excludepath - استثن المسارات الفصولة بفاصلة.
az: --excludepath - vergüllə ayrılmış daxil etməmə çığırı.
bn: --excludepath - কমা দিয়ে ভাগকরা পাথ বাদ দাও।
bs: --excludepath - isključi puteve razdvojene zarezom.
eo: --excludepath - eksigu padon disigitan de komo.
fa: --excludepath - مسیر بوسیله‌ی ویرگول جدا کننده خارج شود .
fur: --excludepath - trate di gjavâ fûr, disseparâs di virgulis.
ky: --excludepath - үтүр менен ажыратылган жолдорду карабоо.
lt: --excludepath - neįtraukti kelio, atskirto kableliu.
mk: --excludepath - исфрли ја патеката одделена со запирка.
mt: --excludepath - eskludi direttorji separati b'virgoli.
ro: --excludepath - exclude calea separată prin virgulă.
sc: --excludepath - lassa a foras is path pratzius de vìrgula.
sr@latn: --excludepath - isključuje putanju razdvojenu zarezom.

source: --excludedocs - exclude doc files.
ar: --excludedocs - استثْن ملفّات التوثيق.
az: --excludedocs - sənəd fayllarını ixrac et.
bn: --excludedocs - ডকুমেন্ট ফাইল বাদে।
bs: --excludedocs - isključi docs datoteke.
eo: --excludedocs - eksigu dokumentajn dosierojn.
fa: --excludedocs - پرونده‌های نوشتاری محسوب نشوند.
ky: --excludedocs - документациялык файлдарды карабоо (docs).
lt: --excludedocs - neįtraukti doc bylų.
mk: --excludedocs - исфрли ги документираните датотеки.
mt: --excludedocs - eskludi fajls ta' dokumentazzjoni.
ro: --excludedocs - exclude fişierele documentaţie.
sc: --excludedocs - lassa a foras is file doc.
sr@latn: --excludedocs - isključuje docs fajlove.

source: --ignoresize - don't verify disk space before installation.
bs: --ignoresize - ne provjeravaj slobodan prostor na disku.
ro: --ignoresize - nu se verifică spaţiul pe disc înainte de instalare.

source: --ignorearch - allow to install rpms for unmatched architectures.
bs: --ignorearch - dozvoli instalaciju RPMova za druge arhitekture.
ro: --ignorearch - se permite instalarea pachetelor pentru o altă arhitectură.

source: --noscripts - do not execute package scriptlet(s)
bs: --noscripts - ne izvršavaj skripte u paketu
ro: --noscripts - nu se execută algoritmul(ii) suplimentar al pachetului

source: --skip - packages which installation should be skipped
ar: --skip - الحزم اللّازم تخطّي إعداداها
az: --skip - qurulması keçilə bilən paketlər
bn: --skip - যেসব প্যাকেজসমুহ ইনস্টলেশনের বাদ দেয়া উচিত
bs: --skip - paketi čija instalacija treba biti preskočena
eo: --skip - pakaĵoj kiuj ne devas esti instalataj.
fa: --skip - بسته‌هایی که نصب آنها باید نادیده گرفته شود
ky: --skip - орнотуу учурунда коё берилүүчү пакеттер.
lt: --skip - paketai, kurie neturi būti diegiami
mk: --skip - инсталација на пакети што треба да се прескокне
mt: --skip - pakketti li l-installazzjoni tagħhom għandha tinqabeż
ro: --skip - packetele a căror instalare poate fi sărită
sc: --skip - pakitus de ndi sartai s'aposentadura

source: --prefer - packages which should be preferred
ro: --prefer - pachete preferate

source: --more-choices - when several packages are found, propose more choices than the default.
ar: --more-choices - في حالة العثور على عدّة حزم، إقترح عددا أكبر من الخيارات عن العدد الافتراضي.
bn: --more-choices - যখন কয়েকটি প্যাকেজ পাওয়া যাবে, ডিফল্টের অধিক প্রস্তাব করবে
bs: --more-choices - ako je pronađeno više paketa, ponudi više izbora nego što je uobičajeno.
eo: --more-choices - kiam pluraj pakaĵoj estas trovotaj, proponos pli elektojn ol en la defaŭlta moduso.
fa: --more-choices - هنگامی که چندین بسته یافت می‌گردد، گزینه‌های بیشتری از پیش‌فرض پیشنهاد شود.
ky: --more-choices - эгерде бир нече пакет табылса, алдынала орнотулган сунуштан баш тартып, көбүрөөк вариантты сунуштоо.
lt: --more-choices - kai randama keletas paketų, vietoje standartinių leisti pasirinkti.
mk: --more-choices - кога се пронајдени неколку паќети, предложете повеќе избори отколку стандарниот.
mt: --more-choices - meta jinstabu iżjed minn pakkett wieħed, ipproponi iżjed għażliet minn dak impliċitu.
ro: --more-choices - când mai multe pachete sunt găsite, oferă mai multe opţiuni decât implicit.
sc: --more-choices - candu agatas prus pakitus, proponi prus sçoberus de su predefiniu.

source: --nolock - don't lock rpm db.
bs: --nolock - ne zaključavaj RPM bazu.
ro: --nolock - nu se blochează rpm db.

source: --strict-arch - upgrade only packages with the same architecture.
ar: --strict-arch - ترقية الحزم ذات البُنية ذاتها فقط.
bn: --strict-arch - শুধুমাত্র একই আরকিটেক্চারের প্যাকেজসমুহকে আপগ্রেড করো।
bs: --strict-arch - ažuriraj samo pakete sa istom arhitekturom.
eo: --strict-arch - ĝisdatigu nur pakaĵoj por la sama arkitekturo.
fa: --strict-arch - فقط بسته‌های با ساختار یکسان ارتقاء داده شوند.
ky: --strict-arch - архитектуралары бирдей гана пакеттерди жаңылоо.
lt: --strict-arch - atnaujinti tik tokios pat architektūros paketus.
mk: --strict-arch - надградува само пакети со иста архитектура.
ro: --strict-arch - actualizaţi numai pachetele pentru aceeaşi arhitectură.
sc: --strict-arch - ajorrona feti is pakitus cun sa pròpiu arkidetura.

source: -a - select all matches on command line.
ar: -a - اختر كل التطابقات على سطر الأوامر.
az: -a - əmr sətirindəki bütün uyğun gələnləri seç.
bn: -a - কমান্ড লাইনের সমস্ত মিল নির্বাচন করো।
bs: -a - izaberi sve pogotke na komandnoj liniji.
eo: -a - elektu ĉiujn kongruojn en la komanda linio.
fa: -a - انتخاب همه مطابقت‌ها بر خط فرمان.
fur: -a - selezione dutis les corispondencis te rie di comant.
ky: -a - бардык тийиштүүсүн командалык саптан алуу.
lt: -a - komandinėje eilutėje išrinkti visus atitikimus.
mk: -a - избери ги сите совпаѓања на командната линија.
ms: -a - pilih semua yg sama dgn baris perintah.
mt: -a - agħżel kull ma jaqbel fuq il-linja tal-kmand.
no: -a - velg alle treff på kommandolinjen.
ro: -a - selectează toate potrivirile în linia de comandă.
sc: -a - sçobera totu su ki cunsonat in arraya de cumandu.
sr@latn: -a - bira sva poklapanja u komandnoj liniji.
th: -a - เลือกทั้งหมดที่ตรงกับคำสั่งที่พิมพ์

source: --quiet, -q - quiet mode.
bs: --quiet, -q - tihi mod.
ro: --quiet, -q - mod silenţios.

source: --debug - very verbose mode.
ro: --debug - mod detaliat.

source: names or rpm files given on command line will be installed.
ar: الأسماء أو ملفات rpm المعطاة على سطر الأوامر سيتم تثبيتها.
az: əmr sətirində verilən adlar ya da rpm faylları qurulacaq.
bn: ইনস্টলের জন্য কমান্ডলাইনে প্রদত্ত নাম অথবা আরপিএম।
bs: imena ili rpm datoteke dati na komandnoj liniji će biti instalirani.
eo: nomoj aŭ rpm-dosieroj tapitaj en la komanda linio instaliĝos.
fa: نام‌ها یا پرونده‌های rpm داده شده بر خط فرمان نصب خواهند شد.
fur: i nons o file rpm scrits te linie di comant e vignaran instalâts
ky: командалык сапта көрсөтүлгөн аттар жана rpm файлдар орнотулат.
lt: rpm bylos, kurių pavadinimai nurodyti komandinėje eilutėje, bus įdiegtos.
mk: имињата или rpm датотеките дадени на командната линија ќе бидат инсталирани.
mt: ismijiet jew fajls rpm mogħtija fuq il-linja ta' kmand se jiġu nstallati.
pa_in: ਕਮਾਂਡ ਸਤਰ ਤੇ ਦਿੱਤੇ ਨਾਂ ਜਾਂ rpm ਫਾਇਲਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਵੇਗਾ।
ro: numele sau fişierele rpm date în linia de comandă vor fi instalate.
sc: is nòminis o is file rpm in arraya de cumandu, dus apu a aposentai.
sr@latn: imena ili rpm fajlovi dati u komandnoj liniji će biti instalirani.

source: Error: can't use --auto-select along with package list.
ro: Eroare: nu se poate utiliza --auto-select împreună cu lista de pachete.

source: Error: To generate a bug report, specify the usual command-line arguments along with --bug.
bs: Greška: Da biste generisali prijavu buga, navedite uobičajene argumente i dodajte --bug.
ro: Eroare: Pentru raportarea unei erori, specificaţi argumentele uzuale din consolă împreună cu --bug.
