Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: RPM installation
ar: تثبيت RPM
bn: আরপিএম ইনস্টলেশন
bs: RPM instalacija
eo: RPM instalado
fa: نصب RPM
ky: RPM орнотуу
lt: RPM įdiegimas
mk: RPM инсталација
pa_in: RPM ਇੰਸਟਾਲੇਸ਼ਨ
ro: Instalare RPM
sc: Aposentadura RPM

source: Error: unable to find file %s, will cancel operation
bs: Greška: ne mogu naći datoteku %s, prekidam operaciju
ro: Eroare: nu s-a găsit fişierul %s, se anulează operaţiunea

source: You have selected a source package: %s You probably didn't want to install it on your computer (installing it would allow you to make modifications to its sourcecode then compile it). What would you like to do?
ar: لقد اخترت حزمة مصدريّة: %s لم ترد على الأرجح تثبيتها على جهازك (تثبيتها يسمح لك بعمل تعديلات على الشيفرة المصدريّة ثم تجميعها). ماذا تودّ أن تفعل؟
bn: আপনি একটি সোর্স প্যাকেজ নির্বাচন করেছেন: %s আপনি হয়তো এটা আপনার কম্পিউটারে ইনস্টল করতে চান নি (এটা ইনস্টল করলে আপনি এর সোর্স কোডের পরিবর্তন করে কম্পাইল করতে পারবেন)। আপনি কি করতে চান?
bs: Izabrali ste paket sa izvornim kodom: %s Vjerovatno ga ne želite instalirati na vaš računar (što vam omogućuje da pravite izmjene u izvornom kodu prije kompajliranja). Šta želite uraditi?
eo: Vi elektis fontan pakaĵon: %s Vi probable ne volas instali ĝin en vian komputilon (per instali ĝin vi povus modifii ĝian fontkodon kaj kompili ĝin). Kion vi volas fari?
fa: شما بسته‌ی منبعی را انتخاب کرده‌اید: %s احتمالا نمی‌خواستید آن را بر رایانه‌ی خود نصب کنید (نصب کردن آنبه شما اجازه می‌دهد تا کد منبع آن را پیرایش کرده و سپس آن را کمپایل کنید). چکار می‌خواهید انجام دهید؟
ky: Сиз баштапкы коддуу пакет тандадыңыз: %s Мүмкүн сиз муну орнотууну каалаган эмессиз (ал орноттулган соң, аны өзгөртүп, кайрадан компиляциялоого мүмкүндүк берет). Эмнени кылууну каалайсыз?
lt: Jūs pasirinkote pradinį paketą: %s Jūs, turbūt, nenorite jo įdiegti (paketo įdiegimas įgalins jus daryti pakeitimus jo išeities kodui ar kodą sudaryti). Ką jūs darysite?
mk: Избравте изворен пакет: %s Веројатно не сакавте да го инсталирате на вашиот компјутер (ако го инсталирате ќе имате можност да го изменете изворниот код и потоа да го компајлирате). Што сакате да направите?
pa_in: ਤੁਸੀਂ ਇੱਕ ਸਰੋਤ ਪੈਕੇਜ ਚੁਣਿਆ ਹੈ: %s ਤੁਸੀਂ ਸੰਭਵ ਤੌਰ ਤੇ ਇਸ ਨੂੰ ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੇ ਇੰਟਸਟਾਲ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ (ਇਸ ਨਾਲ ਤੁਹਾਨੂੰ ਇਸ ਵਿੱਚ ਸੋਧਾਂ ਕਰਕੇ ਕੰਪਾਇਲ ਕਰਨਾ ਪਵੇਗਾ)। ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Aţi selectat pachetul sursă: %s Probabil nu aţi dorit instalarea lui pe calculatorul dvs (instalarea v-ar fi permis modificarea codului sursă, apoi compilarea sa). Ce doriţi să faceţi?
sc: As sçoberau unu pakitu mitza: %s Capatzi ki no du bolis aposentai in sa computadora (aposentendiddu iast a podi mudai su còixi mitza suu e apustis a du cumpilai). Ita bolis fai?

source: You are about to install the following software packages on your computer: %s Proceed?
ar: أنت على وشك تثبيت حزمة البرنامج التالية على جهازك: %s تريد الاستمرار؟
bn: আপনি নিম্নলিখিত প্যাকেজগুলি আপনার কম্পিউটারে ইনস্টল করতে যাচ্ছেন: %s এগিয়ে যাবো?
bs: Upravo ćete instalirati sljedeće softverske pakete na vaš računar: %s Da nastavim?
eo: Vi tuj instalos la sekvantajn pakaĵojn: %s Ĉu mi daŭrigu?
fa: شما در شرف نصب کردن بسته‌ی نرم‌افزار بدنبال آمده بر رایانه‌ی خود هستید: %s ادامه میدهید؟
ky: Сиз өзүңүздүн машинаңызга төмөнкү пакетти орноткону жатасыз: %s Уланталыбы?
lt: Jūs kompiuteryje ketinate įdiegti šiuos programinės įrangos paketus: %s Tęsti?
mk: Ќе ги инсталирате следниве софтверски пакети на вашиот компјутер: %s Да продолжам?
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੇ ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ: %s ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
ro: Sunteţi pe cale să instalaţi următoarele pachete cu programe pe calculatorul dvs: %s Continuaţi?
sc: Megas a aposentai is pakitus ki sighint in sa computadora: %s Sigu?

source: You are about to install the following software package on your computer: %s You may prefer to just save it. What is your choice?
ar: أنت على وشك تثبيت حزمة البرنامج التالية على جهازك: %s قد ترغب بحفظها فقط. ما هو اختيارك؟
az: Sisteminizə bu paketləri quracaqsınız: %s Bunun yerinə sadəcə olaraq qeyd etməyi də seçə bilərsiniz. Seçiminiz nədir?
bn: আপনি নিম্নলিখিত প্যাকেজগুলি আপনার কম্পিউটারে ইনস্টল করতে যাচ্ছেন: %s আপনি হয়তো এটা সেভ করে রাখতে চাইবেন। আপনার পছন্দ কি?
bs: Upravo ćete instalirati sljedeće softverske pakete na vaš računar: %s Možda želite da ih samo snimite. Šta je vaš izbor?
eo: Vi tuj instalos la sekvan pakaĵon: %s Eble vi preferas konservi ĝin kiel dosiero. Kion vi decidas?
fa: شما در شرف نصب کردن بسته‌ی نرم‌افزار بدنبال آمده بر رایانه‌ی خود هستید: %s ممکن ایت ترجیح دهید فقط آن را ذخیره کنید. امنخاب شما کدام است؟
ky: Сиз өзүңүздүн машинаңызга төмөнкү пакетти орноткону жатасыз: %s Сиз аны жөн гана сактап алсаңыз болот. Сиздин тандооңуз?
lt: Jūs kompiuteryje ketinate įdiegti šį programinė įrangos paketą: %s Jūs galite tiesiog jį išsaugoti. Koks jūsų pasirinkimas?
mk: Ќе го инсталирате следниов софтверски пакет на вашиот компјутер: %s Можеби сакате само да го зачувате. Кој е вашиот избор?
mt: Int se tinstalla dawn il-pakketti ta' softwer fuq il-kompjuter: %s Inkella tista' sempliċiment tikteb il-fajls. X'tippreferi?
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੇ ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ: %s ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਿਰਫ਼ ਸੰਭਾਲ ਵੀ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੀ ਚੋਣ ਕੀ ਹੈ?
ro: Sunteţi pe cale să intalaţi următorul pachet cu programe pe calculatorul dvs: %s În schimb, îl puteţi salva doar. Ce alegeţi?
sc: Megas a aposentai su pakitu ki sighit in sa computadora: %s Forsis preferis feti a du sarvai. Ita sçoberas?

source: _Install
ar: _تثبيت
az: _Qur
bn: _ইনস্টল
bs: _Instaliraj
eo: _Instalu
fa: _نصب
ky: _Орнотуу
lt: Į_diegti
mk: _Инсталирај
pa_in: ਇੰਸਟਾਲ(_I)
ro: _Instalare
sc: _Aposenta
sr@latn: Instaliraj

source: _Save
ar: _حفظ
az: _Qeyd Et
bn: _সংরক্ষণ
bs: _Snimi
eo: _Konservu
fa: _ذخیره
ky: _Сактоо
lt: Iš_saugoti
mk: _Зачувај
pa_in: ਸੰਭਾਲੋ(_S)
ro: _Salvare
sc: _Sarva
sr@latn: _Sačuvaj

source: _Cancel
ar: ال_غاء
az: _Ləğv Et
bn: বাতিল (_ত)
bs: _Odustani
eo: _Nuligu
fa: _لغو
ky: _Калтыруу
lt: _Atšaukti
mk: _Откажи
mt: I_kkanċella
pa_in: ਰੱਦ(_C)
ro: _Renunţă
sc: A_nnudda
sr@latn: _Poništi

source: Choose location to save file
ar: اختر مكان حفظ الملف
az: Qeyd ediləcək ünvanı seçin
bn: ফাইল সংরক্ষণ করার অবস্থান বেছে নিন
bs: Izaberi lokaciju za snimanje
eo: Elektu dosieraron por konservi tiun dosieron
fa: مکان ذخیره‌ی پرونده را انتخاب کنید
ky: Сактоо үчүн орун тандаңыз
lt: Pasirinkite vietą bylos išsaugojimui
mk: Изберете локација за зачувување на датотека
mt: Agħżel fejn tikteb il-fajl
pa_in: ਫਾਇਲ਼ ਸੰਭਾਲਣ ਲਈ ਟਿਕਾਣਾ ਦਿਓ
ro: Alegeţi locul unde salvez fişierul
sc: Sçobera anca sarvai su file

source: urpmi version %s Copyright (C) 1999-2008 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
bs: urpmi verzija %s Copyright (C) 1999-2008 Mandriva. Ovo je slobodan software i može biti distribuiran pod uslovima GNU GPL-a. upotreba:
ro: urpmi versiunea %s Copyright (C) 1999-2008 Mandriva. Acest program este soft liber şi poate fi redistribuit sub termenii GNU GPL. utilizare:

source: Options:
ro: Opţiuni:

source: --help - print this help message.
ar: --help - تطبع رسالة المساعدة هذه.
az: --help - bu kömək ismarışını çap edər.
bn: --help - এই সাহায্যকারী বার্তাটি ছাপাও।
bs: --help - ispiši ovu poruku.
eo: --help - presu tiun ĉi help-mesaĝon.
fa: --help - چاپ این پیغام راهنما.
fur: --help - stampe chist mes di jutori.
ky: --help - бул жардамды чыгаруу.
lt: --help - spausdinti šį pagalbos pranešimą.
mk: --help - ја испишува оваа помошна порака.
ms: --help - cetak mesej bantuan ini.
mt: --help - uri dan il-messaġġ ta' għajnuna.
no: --help - skriv ut denne hjelpemeldingen.
ro: --help - afişează acest mesaj de ajutor.
sc: --help - amosta custa missada de ajudu.
sr@latn: --help - prikazuje ovaj ekran o pomoći.
th: --help - พิมพ์ข้อความช่วย

source: --auto - non-interactive mode, assume default answers to questions.
bs: --auto - ne-interaktivni režim, koristi ponuđene odgovore na sva pitanja.
ro: --auto - mod neinteractiv, se atribuie întrebărilor răspunsurile implicite.

source: --auto-select - automatically select packages to upgrade the system.
ar: --auto-select - اختر الحزم آليا لترقية النظام.
az: --auto-select - sistemi yeniləmək üçün paketləri avtomatik seç.
bn: --auto-select - সিস্টেমটি আপগ্রেড করার জন্য সয়ংক্রিয়ভাবে প্যাকেজ নির্বাচন করো।
bs: --auto-select - automatski izaberi pakete za unaprijeđenje sistema.
eo: --auto-select - aŭtomate elektas pakaĵojn por ĝisdatigi la sistemon.
fa: --auto-select - انتخاب بطور خودکار بسته‌ها برای ارتقای سیستم.
fur: --auto-select - selezione automatichementri i pachets par atualizâ il sisteme.
ky: --auto-select - системаны жаңылоо үчүн автоматтык түрдө пакеттерди. тандоо.
lt: --auto-select - automatiškai parinkti paketus sistemos atnaujinimui.
mk: --auto-select - автоматски ги избира пакетите за ажурирање на системот.
mt: --auto-select - agħżel pakketti awtomatikament biex taġġorna s-sistema.
ro: --auto-select - selectare automată pachete pentru actualizare sistem.
sc: --auto-select - sçobera in automàtigu is pakitus po ajorronai su sistema.
sr@latn: --auto-select - automatska izbor paketa da bi se ažurirao sistem.
th: --เลือกอัตโนมัติ - เลือกแพ็คเกจที่ต้องการอัพเกรดอัตโนมัติ

source: --force - force invocation even if some packages do not exist.
ar: --force - أجبر التنفيذ حتى إن لم تكن بعض الحزم موجودة.
az: --force - bəzi paketlər mövcud olmasa belə istəməyə zorla.
bn: --force - প্যাকেজ না থাকলেও জোড় করে আমন্ত্রন করো।
bs: --force - prisili pozivanje čak i ako neki paketi ne postoje.
eo: --force - trudu envokon eĉ se iuj pakaĵoj ne ekzistas.
fa: --force - اجبار درخواست حتی اگر بعضی از بسته ها وجود ندارند.
fur: --force - sfuarçe le esecuzion ancje se cualchi pachet no l'esist.
ky: --force - кээ бир пакеттер жок болсо дагы, мажбурлап аткаруу.
lt: --force - vykdyti kreipimąsi, net jei nėra keleto paketų.
mk: --force - принуди преживување дури и ако некои пакети не постојат.
ms: --force - paksa instal meskipun beberapa pakej tiada.
mt: --force - imponi l-invokazzjoni anke jekk xi pakketti ma jeżistux.
no: --force - tving påkallelse selv om noen pakker ikke eksisterer.
ro: --force - forţează invocarea chiar dacă unele pachete nu există.
sc: --force - fortza sa essighidura mancai cancu pakitu no dui siat.
sr@latn: --force - primorava na invokaciju čak i ako neki paketi ne postoje.
th: --force - บังคับ invocation ถึงแม้ว่าแพ็คเกจจะไม่มีอยู่

source: --verify-rpm - verify rpm signature before installation (--no-verify-rpm disables it, default is enabled).
bs: --verify-rpm - provjeri potpis rpm-a prije instalacije (--no-verify-rpm isključuje, normalno je uključeno).
ro: --verify-rpm - verificare semnătură rpm înainte de instalare (--no-verify-rpm o dezactivează, implicit este activată).

source: --media - use only the given media, separated by comma.
ar: --media - استخدم فقط الوسيط المحدّد، مفصولة بفواصل.
az: --media - ancaq vergüllə ayrılmış verilən mediya(lar)nı işlət.
bn: --media - শুধুমাত্র প্রদত্ত মাধ্যম ব্যবহার করো, কমা দিয়ে ভাগ করা।
bs: --media - koristi samo navedene medije, razdvojene zarezom.
eo: --media - uzu nur la donitajn datenportilojn, disigitajn per komo.
fa: --media - فقط از رسانه‌های داده شده، جدا شده با ویرگول استفاده شود.
fur: --media - dopre dome les fonts te liste, disseparadis di virgulis.
ky: --media - үтүр менен бөлүнүп көрсөтүлгөн булактарды гана колдонуу.
lt: --media - naudoti tik duotąsias laikmenas, atskirtas kableliu.
mk: --media - го користи само дадениот медиум, одделено со запирка.
mt: --media - uża biss is-sorsi llistjati b'virgoli.
ro: --media - foloseşte numai mediile date, separate prin virgulă.
sc: --media - imprea feti is mèdius indidaus, pratzius de vìrgula.
sr@latn: --media - koristi samo dati medij, odvojen zarezom.

source: -p - allow search in provides to find package.
ar: -p - السماح بالبحث في المعطيات ليجاد حزمة.
az: -p - paketi tapmaq üçün verilənlər arasında axtarmaya icazə ver.
bn: -p - প্যাকেজ খোঁজ করতে অনুমতি দাও।
bs: -p - uključi pretragu 'provides' taga radi nalaženja paketa.
eo: -p - permesu serĉadon en "disponigas" por trovi la pakaĵon.
fa: -p - جستجو در عرضه‌ها برای یافتن بسته را اجازه می‌دهد.
fur: -p - consint le ricercje tra i provides dal pachet.
ky: -p - пакетти табуу үчүн, provides'терден издөө уруксаты.
lt: -p - paketo suradimui leisti paiešką pasiūlymuose.
mk: -p - дозволи пребарување за наоѓање на пакет.
ms: -p - izinkan carian dlm sediaada utk mencari pakej.
mt: -p - ippermetti tfittix fil-"provides" biex issib pakkett.
ro: -p - permite căutarea în provides pentru găsirea pachetelor.
sc: -p - permiti de circai in is provides po agatai su pakitu.
sr@latn: -p - dozvoljava pretraživanje po pružanju radi nalaženja paketa.
th: -p - ย้อมให้มีการค้นหาแพ็คเกจจากที่ป้อนให้

source: -P - do not search in provides to find package.
ar: -P - لا تبحث في المعطيات لإيجاد حزمة.
az: -P - paketi tapmaq üçün verilənlər arasında axtarma.
bn: -P - প্যাকেজ খোঁজার জন্য প্রদত্তের মধ্যে খোঁজ করবে না।
bs: -P - ne pretražuj 'provides' pri traženju paketa.
eo: -P - ne serĉu en provides por trovi pakaĵon.
fa: -P - جستجو در عرضه‌ها برای یافتن بسته نشود.
fur: -P - no sta a cirî tai provides par cjatâ il pachet.
ky: -P - пакетти табуу үчүн, provides'терден издебөө.
lt: -P - paketo suradimui paieškos pasiūlymuose neatlikti.
mk: -P - не пребарувај за наоѓање на пакет.
ms: -P - jangan cari dalam tersedia utk mencari pakej.
mt: -P - tfittixx fil-"provides" biex issib pakkett.
ro: -P - nu căuta în provides pentru găsirea pachetelor.
sc: -P - no cirkist in is provides po agatai su pakitu.
sr@latn: -P - ne pretražuje dostupne radi nalaženja paketa.
th: -P - ไม่จำเป็นต้องค้นในส่วนแพ็คเกจที่ไว้สำหรับค้นเท่านั้น

source: --root - use another root for rpm installation.
ar: --root - استخدم جذر آخر لتثبيت حزم rpm.
az: --root - rpm qurulumu üçün başqa root işlət.
bn: --root - rpm ইনস্টলেশনের জন্য অন্য রুট ব্যবহার করো।
bs: --root - koristi drugi dir. za rpm instalaciju.
eo: --root - uzu alian vojprefikson por instali la RPM-aj dosieroj.
fa: --root - استفاده از ریشه‌ی دیگری برای نصب rpm.
fur: --root - dopre une altre cartele di root par instalâ i file rpm.
ky: --root - орнотуу үчүн башка түп колдонуу.
lt: --root - rpm įdiegimui naudokite kitą pradinį.
mk: --root - користи друг root за инсталирање на rpm.
mt: --root - uża root ieħor għall-installazzjoni rpm.
ro: --root - foloseşte alt administrator pentru instalarea rpm-urilor.
sc: --root - imprea un'atra root po aposentai is rpm.
sr@latn: --curl - koristi još jedan root za rpm instalaciju.

source: --test - only verify if the installation can be achieved correctly.
bs: --test - provjeri da li se instalacija može ispravno izvršiti.
ro: --test - verificare dacă instalarea poate fi îndeplinită corect.

source: --searchmedia - use only the given media to search requested packages.
bs: --searchmedia - koristi samo navedene medije za pretragu paketa.
ro: --searchmedia - folosirea exclusivă a mediile indicate pentru căutarea pachetelor cerute.

source: No packages specified
bs: Nije naveden paket
eo: Neniu pakaĵo indikita
ro: Nu a fost specificat nici un pachet

source: Please wait...
ar: انتظر من فضلك...
az: Xahiş edirik gözləyin...
bn: অনুগ্রহ করে অপেক্ষা করুন...
bs: Molim sačekajte...
eo: Bonvole atendu...
fa: لطفاً صبر کنید...
ky: Күтө туруңуз...
lt: Palaukite...
mk: Ве молиме почекајте...
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੰਤਜ਼ਾਰ ਕਰੋ...
ro: Vă rog să aşteptaţi...
sc: Abeta...
sr@latn: Molim sačekajte...

source: Must be root
ar: يجب أن تكون جذراً
bn: অবশ্যই root হতে হবে
bs: Morate biti root
eo: Devas esti sistemestro
fa: باید مدیر باشید
ky: root укуктары талап кылынат
lt: Turi būti pradinis
mk: Мора да сте root
pa_in: ਪ੍ਰਬੰਧਕ (root) ਬਣਨਾ ਪਵੇਗਾ
ro: Trebuie să fiţi administrator
sc: Depis essi root

source: Some requested packages cannot be installed: %s Continue installation anyway?
bs: Neki od traženih paketa se ne mogu instalirati: %s Da nastavim?
ro: Unele dintre pachete cerute nu pot fi instalate: %s Continuaţi instalarea?

source: Warning
bs: Upozorenje
eo: Averto
mt: Twissija
ro: Avertisment

source: (to upgrade)
ar: (للترقية)
bn: (আপগ্রেডের জন্য)
bs: (za ažuriranje)
eo: (ĝisdatigi)
fa: (ارتقاء دادن)
ky: (жаңылоо)
lt: (atnaujinti)
mk: (за надоградување)
pa_in: (ਨਵੀਨੀਕਰਨ ਕਰਨ ਲਈ)
ro: (pentru actualizare)
sc: (de ajorronai)

source: (to install)
ar: (للتثبيت)
bn: (ইনস্টলের জন্য)
bs: (za instalaciju)
eo: (instali)
fa: (نصب کردن)
ky: (орнотуу)
lt: (įdiegti)
mk: (за инсталирање)
pa_in: (ਇੰਸਟਾਲ ਕਰਨ ਲਈ)
ro: (pentru instalare)
sc: (de aposentai)

source: Package choice
ar: خيارات الحزم
bs: Izbor paketa
ky: Пакет тандоо
lt: Paketų pasirinkimas
mk: Избор на пакети
ro: Alegerea pachetului
sc: Sçoberu de is pakitus

source: One of the following packages is needed:
af: Slegs een van die volgende pakkette word benodig:
ar: أحد الحزم التالية يُحتاج اليه:
az: Aşağıdakı paketlərin bir dənəsinə ehtiyac var:
bg: Един от тези пакети е необходим:
bn: নিম্নলিখিত প্যাকেজসমুহের মধ্যে একটির প্রয়োজন আছে:
bs: Jedan od sljedećih paketa je potreban:
eo: Unu el la sekvantaj pakaĵoj estas bezonata:
fa: یکی از بسته‌های بدنبال آمده لازم است:
fur: Al covente un di chiscj pachets:
ga: Tá ceann de na pacáistí seo de dhíth:
ka: дрхдрхи шдлцдби пюйдти сюЮирою:
ky: Төмөнкү пакеттердин бири талап кылынат:
lt: Vienas iš šių paketų yra reikalingas.
lv: Ir nepiecieðama viena no sekojoðâm pakotnçm:
mk: Потребен е еден од следниве пакети:
ms: Salah satu pakej berikut diperlukan:
mt: Wieħed minn dawn il-pakketti huwa meħtieġ:
no: En av følgende pakker behøves:
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜਾਂ ਦੀ ਲੋੜ ਹੈ:
ro: Unul din următoarele pachete e necesar:
sc: Dui bolit unu de is pakitus ki sighint:
sr@latn: Potreban(i) su sledeći paket(i):
th: หนึ่งใน Packages ต่อไปนี้ต้องได้รับการติดตั้ง

source: _Abort
ar: إ_جهاض
az: _Ləğv Et
bn: _বাতিল
bs: _Prekini
eo: Ĉ_esigu
fa: _ترک
ky: _Токтотуу
lt: _Nutraukti
mk: _Откажи
pa_in: ਛੱਡੋ(_A)
ro: _Abandonaţi
sc: L_assa
sr@latn: _Odustati

source: The following packages have to be removed for others to be upgraded: %s Continue installation anyway?
bs: Sljedeći paketi trebaju biti uklonjeni da bi drugi mogli biti nadograđeni: %s Da nastavim?
ro: Următoarele pachete trebuie şterse pentru ca altele să fie actualizate: %s Continuaţi instalarea?

source: To satisfy dependencies, the following package is going to be installed:
bs: Da bih zadovoljio ovisnosti, instaliraću sljedeći paket
ro: Pentru satisfacerea dependenţelor, următorul pachet va fi instalat:

source: To satisfy dependencies, the following packages are going to be installed:
bs: Da bih zadovoljio ovisnosti, instaliraću sljedeće pakete
ro: Pentru satisfacerea dependenţelor, următoarele pachete vor fi instalate:

source: (%d package, %d MB)
ro: (%d pachet, %d MB)

source: Package installation...
ar: تثبيت الحزم...
az: Paket qurulumu...
bn: প্যাকেজ ইনস্টলেশন...
bs: Instalacija paketa...
eo: Instalado de pakaĵo...
fa: نصب بسته...
ky: Пакет орнотулууда...
lt: Paketų įdiegimas...
mk: Инсталација на пакетот...
mt: Installazzjoni ta' pakketti...
pa_in: ਪੈਕੇਜ ਇੰਸਟਾਲੇਸ਼ਨ...
ro: Instalare pachete...
sc: Aposentadura pakitus...
sr@latn: Instalacija paketa...

source: unable to get source packages, aborting
ar: لم يمكن الحصول على الحزمة المصدرية، جاري الإنهاء
az: qaynaq paketi alına bilmir, çıxılır
bn: সোর্স প্যাকেজ গুলি পাওয়া যায়নি, থামানো হচ্ছে
bs: ne mogu dobiti izvorne pakete, prekidam
eo: Ne povas preni fontajn pakaĵojn, mi ĉesiĝas.
fa: نمب‌توان بسته های منبع را دریافت کرد، پایان داده می‌شود
fur: no rivi a recuperâ i pachets sorzint, o fermi
ky: баштапкы пакеттерди алууга болбоду, күтүлбөгөн аяктоо
lt: negaliu gauti pirminių paketų, nutraukiu
mk: не можам да ги добија изворните пакети, прекинувам
ms: tidak dapat mengambil pakej asal, batal
mt: ma nistax inġib il-pakketti tas-sors, se noħroġ
no: kunne ikke få tak i kildepakker, avslutter
pa_in: ਸਰੋਤ ਪੈਕੇਜ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਅਸਫਲ, ਅਧੂਰਾ ਛੱਡਿਆ ਜਾਦਾ ਹੈ
ro: nu se pot prelua pachetele sursă, se întrerupe
sc: no potzu lompi a is pakitus mitza, bessu
sr@latn: izvor paketa nije dostupan, izlazim...
th: ไม่สามารถเรียก source package,กำลังยกเลิก

source: Preparing...
ar: جاري التحضير...
az: Hazırlanır...
bn: প্রস্তুত করা হচ্ছে...
bs: Pripremam...
eo: Mi preparas...
fa: در حال آماده کردن...
fur: In preparazion...
ky: Даярдоо ...
lt: Ruošiamasi...
mk: Се подготвувам...
mt: Qed nipprepara...
pa_in: ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ....
ro: Pregătire...
sc: Apariçu...
sr@latn: Pripremam...
th: กำลังเตรียม...

source: Installing package `%s' (%s/%s)...
ar: جاري تثبيت الحزمة `%s' (%s/%s)...
az: `%s' paketi qurulur (%s/%s)...
bn: `%s' প্যাকেজ ইনস্টল করা হচ্ছে (%s/%s)...
bs: Instaliram paket `%s' (%s/%s)...
eo: Mi instalas pakaĵon '%s' (%s/%s)...
fa: نصب بسته `%s' (%s/%s)...
ky: Пакет орнотулууда: `%s' (%s/%s)...
lt: Įdiegiamas paketas `%s' (%s/%s)...
mk: Инсталирам пакет `%s' (%s/%s)...
mt: Qed jiġi nstallat "%s" (%s/%s)...
pa_in: `%s' (%s/%s) ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Instalarea pachetului `%s' (%s/%s)...
sc: Aposentu su pakitu `%s' (%s/%s)...
sr@latn: Instaliram paket `%s' (%s/%s)...

source: Please insert the medium named "%s"
ro: Vă rog să introduceţi mediul numit "%s"

source: Downloading package `%s'...
ar: جاري تنزيل الحزمة `%s'...
az: `%s' paketi endirilir...
bn: `%s' প্যাকেজ ডাউনলোড করা হচ্ছে...
bs: Downloadujem paket `%s'...
eo: Mi elŝutas pakaĵon '%s'...
fa: بارگیری بسته `%s'...
ky: `%s' пакети жүктөлүүдө...
lt: Parsiunčiamas paketas `%s'...
mk: Го преземам пакетот `%s'...
mt: Qed jitniżżel il-pakkett "%s"...
pa_in: `%s' ਪੈਕੇਜ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Se descarcă pachetul `%s'...
sc: Scarrigamentu de su pakitu `%s'...
sr@latn: Skidam paket `%s'...

source: _Done
ar: ا_نتهى
bn: _সম্পন্ন
bs: _Gotovo
eo: _Finata
fa: _انجام شد
ky: _Даяр
lt: Baigta
mk: _Завршено
pa_in: ਸਮਾਪਤ(_D)
ro: _Gata
sc: _Fatu

source: Installation failed, some files are missing: %s You may want to update your urpmi database
ar: لقد فشل التثبيت، بعض الملفات غير موجودة: %s ربما تريد تحديث فاعدة بيانات urpmi الخاصة بك
az: Qurulum bacarılmadı, bəzi fayllar əksikdir: %s Sizə, urpmi databeyzinizi yeniləməyi məsləhət görürük.
bn: কিছু ফাইল নেই, ইনস্টলেশন ব্যর্থ হয়েছে: %s আপনি হয়তো আপনার urpmi ডাটাবেস আপডেট করতে চাইবেন
bs: Instalacija nije uspjela, neke od datoteka nedostaju: %s Možda ćete trebati osvježiti vašu urpmi bazu podataka
eo: Instalado malsukcesis, kelkaj dosieroj mankas: %s Eble vi ĝisdatigu vian urpmi-datenbazon
fa: نصب شکست خورد، بعضی از پرونده‌ها وجود ندارند: %s بهتر است بانک اطلاعات urpmi را بروزسازی نمایید
fur: Instalazion falade, cualchi file al mancje: %s Tu podaressis ve voe di atualizâ il to database urpmi
ky: Орнотуу ишке ашпады, кээ бир файлдар жок: %s Мүмкүн сизге urpmi берилиштер базасын жаңылоо керек
lt: Įdiegimas nepavyko, trūksta kai kurių bylų: %s Jūs galite norėti atnaujinti urpmi duomenų bazę
mk: Инсталацијата не успеа, недостасуваат некои датотеки: %s Можеби сакате да ја ажурирате вашата urpmi база на податоци
mt: L-installazzjoni falliet, xi fajls huma nieqsa: %s Forsi trid taġġorna d-database urpmi
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਰਹੀ ਹੈ, ਕੁਝ ਫਾਇਲਾਂ ਨਹੀਂ ਹਨ: %s ਤੁਸੀਂ ਆਪਣੇ urpmi ਡਾਟਾਬੇਸ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰ ਸਕਦੇ ਹੋ
ro: Instalare nereuşită, unele fişiere lipsesc. %s Probabil ar trebui să actualizaţi baza de date urpmi
sc: Aposentadura faddia, amcncat cancu file: %s Forsis bolis ajorronai su database de urpmi
sr@latn: Instalacija neuspela, nedostaju neki fajlovi. %s Možda želite da ažurirate vašu urpmi bazu podataka.

source: Installation failed:
bs: Instalacija nije uspjela:
ro: Instalarea a eşuat:

source: The package(s) are already installed
ar: كل شئ مثبت مسبقا
az: hər şey onsuzda quruludur
bn: সবকিছু আগে থেকেই ইনস্টল করা আছে
bs: sve je već instalirano
eo: La pakaĵo(j) estas jam instalita(j)
fa: همه چیز قبلاً نصب شده است
fur: Al è dut dizà instalât
ky: Бардыгы алдагачан орнотулган
lt: Paketas(-ai) jau įdiegti
mk: Се е веќе инсталирано
mt: kollox diġà installat
pa_in: ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹਨ
ro: totul este deja instalat
sc: Pakitu(s) jai aposentau(s)
sr@latn: sve je već instalirano
