Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: Installation finished
ar: انتهى التثبيت
az: Qurulum bitdi
bn: ইনস্টলেশন প্রক্রিয়া সম্পূর্ণ হয়েছে
bs: Instalacija završena
eo: Instalo finita
fa: نصب پایان یافت
ky: Орнотуу аяктады
lt: Įdiegimas baigtas
mk: Инсталирањето заврши
mt: Installazzjoni lesta
pa_in: ਇੰਸਟਾਲੇਸ਼ ਸਮਾਪਤ
ro: Instalare terminată
sc: Aposentadura acabada
sr@latn: Instalacija gotova

source: removing %s
ar: جاري إزالة %s
az: %s silinir
bn: %s সরানো হচ্ছে
bs: uklanjam %s
eo: foriganta %s
fa: برداشتن %s
fur: rimozion di %s
ky: %s алынып салынууда
lt: pašalinama %s
mk: отстранувам %s
mt: qed jitneħħa %s
pa_in: %s ਹਟਾਇਆ ਜਾਦਾ ਹੈ
ro: elimin %s
sc: srèxinu %s
sr@latn: uklanjam %s

source: restarting urpmi
ar: إعادة تشغيل urpmi
az: urpmi yenidən başladılır
bn: urpmi আবার শুরু করা হচ্ছে
bs: restartujem urpmi
eo: restartas urpmi
fa: راه‌اندازی دوباره‌ی urpmi
fur: rinviament di urpmi
ky: urpmi кайра ишке киргизилүүдө
lt: iš naujo paleidžiama urpmi
mk: рестартирам urpmi
mt: qed jiġi ristartjat urpmi
pa_in: urpmi ਮੁੜ ਚਾਲੂ
ro: repornesc urpmi
sc: torru a aberri urpmi
sr@latn: restartujem urpmi

source: usage: %s [options] where [options] are from
ar: الاستعمال: %s [الخيارات] حيث [الخيارات] مأخوذة من
bn: ব্যবহার: %s [অপশনসমূহ] [অপশসসমূহ] যেখান থেকে
bs: upotreba: %s [opcije] gdje su [opcije] nešto od
eo: uzo: %s [opcioj] kie [opcioj] estas en
fa: طرز استفاده: %s [گزینه‌ها] [گزینه‌ها] از
fur: ûs: %s [opzions] la che [opzions] e son di
ky: колдонулушу: %s [опциялар] [опциялар] мындай
lt: naudojimas: %s [parinktys] kur [parinktys] yra iš
mk: употреба: %s [опции] каде [опции] се од
mt: użu: %s [għażliet] fejn [għażliet] jinkludu
pa_in: ਵਰਤੋਂ: %s [options] ਜਿੱਥੇ [options] ਹੈ
ro: utilizare: %s [opţiuni] unde [opţiunile] sunt de forma
sc: impreu: %s [sceras] aundi [sceras] funt de

source: -h|--help - print this help message.
ar: -h|--help - تطبع رسالة المساعدة هذه.
az: -h|--help - bu kömək ismarışını çap edər.
bn: -h|--help - এই সাহায্য বার্তাটি প্রিন্ট করো।
bs: -h|--help - ispiši ovu poruku.
eo: -h|--help - presu tiun ĉi help-mesaĝon.
fa: -h|--help - چاپ این پیغام راهنما.
fur: -h|--help - stampe chest mes di jutori.
ky: -h|--help - бул жардам кабарын чыгаруу.
lt: -h|--help - spausdinti šį pagalbos pranešimą.
mk: -h|--help - ја испишува поваа помошна порака.
mt: -h|--help - uri dan il-messaġġ ta' għajnuna.
ro: -h|--help - afişează acest mesaj de ajutor.
sc: -h|--help - amosta custa missada de ajudu.
sr@latn: -h|--help - prikazuje ovaj ekran o pomoći.

source: --root <path> - use the given root instead of /
ar: --root <path> - استخدم الجذر المحدد بدلاً من /
bn: --root <path> - / এর পরিবর্তে প্রদত্ত root টি ব্যবহার করো
bs: --root <path> - koristi zadani korijenski direktorij umjesto /
eo: --root <path> - uzu la donitan vojprefikson anstataŭ /.
fa: --root <path> - استفاده از ریشه‌ی داده شده بجایش /
ky: --root <path> - төмөнкүнүн ордуна бул root жолун колдонуу/
lt: --root <path> - naudokite duotą root vietoje /
mk: --root <path> - користи го дадениот root наместо /
mt: --root <path> - uża d-direttorju speċifikat minflok /
ro: --root <path> - foloseşte administratorul dat în loc de /
sc: --root <path> - imprea sa root donada in logu de /

source: -g [group] - restrict results to specified group.
bs: -g [grupa] - ograniči rezultate na datu grupu.
eo: -g [group] - limigu rezultojn al la donita grupo.
fa: -g [group] - محدودیت نتایج به گروه داده شده.
ky: -g [group] - жыйынтыгын берилген группа менен чектөө.
mk: -g [група] - забранува резултати на дадена група.
mt: -g [grupp] - irrestrinġi r-riżultati għal dan il-grupp.
ro: -g [grup] - restricţionează rezultatele la grupul dat.

source: defaults to %s.
bs: podrazumijeva se %s.
eo: defaŭlte al %s.
fa: %s پیش‌فرض است.
ky: алдыалынганы %s.
mk: стандардните се %s.
mt: l-istandard huwa %s.
ro: implicit este %s

source: -f - output rpm full name (NVRA)
ro: -f - afişează numele complet al rpm-ului (NVRA)

source: Only superuser is allowed to install packages
ar: المستخدم الجذر فقط مسموح له بتثبيت الحزم
az: Paketləri qurma icazəsi ancaq ali istifadəçi verilib
bn: শুধুমাত্র superuser-এর প্যাকেজ ইনস্টল করার ক্ষমতা আছে
bs: Samo administrator (root) može instalirati pakete
eo: Nur superuzulo rajtas instali pakaĵojn
fa: فقط کاربر برتر برای نصب بسته‌ها مجاز می‌باشد
fur: Dome il superutent al po instalâ pachets
ky: Суперколдонуучу гана пакеттерди орното алат
lt: Paketus įdiegti leidžiama tik supervartotojui
mk: Само суперкорисникот има дозвола за инсталирање на пакети
ms: Hanya superuser yang boleh menginstal pakej
mt: Is-"superuser" biss għandu l-awtorità jistalla pakketti
no: Bare superbruker har adgang til å installere pakker
pa_in: ਸਿਰਫ਼ ਪ੍ਰਬੰਧਕ ਨੂੰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ ਹੈ
ro: Doar administratorul poate instala pachete
sc: Feti superuser podit aposentai pakitus
sr@latn: Samo administrator može da instalira pakete
th: superuser เท่านั้นที่มีสิทธิติดตั้ง packages

source: Running urpmi in restricted mode...
ar: تشغيل urpmi في الوضع المحظور...
bs: Pokrećem urpmi u ograničenom režimu...
ky: urpmi чектелген режимде иштөөдө...
lt: urpmi paleidžiama apribota veiksena...
mk: urpmi се вклучува во затворен режим..
ro: Se rulează urpmi în mod restricţionat...
sc: Fatzu girai urpmi in modalidadi strinta...

source: fail to create directory %s
ro: nu se poate crea directorul %s

source: invalid owner for directory %s
ro: proprietar nevalid pentru directorul %s

source: Can not download packages into %s
ro: Nu se pot descărca pachetele în %s

source: unable to open rpmdb
ar: تعذر فتح rpmdb
az: rpmb açıla bilmir
bn: rpmdb খুলতে অক্ষম
bs: ne mogu otvoriti rpmdb
eo: ne povis malfermi rpmdb
fa: نمی‌توان rpmdb را باز کرد
fur: no rivi a vierzi il database rpm
ky: rpmdb ачууга болбоду
lt: negaliu atverti rpmdb
mk: не можам да отворам rpmdb
mt: ma nistax niftaħ rpmdb
pa_in: rpmdb ਖੋਲਣ ਲਈ ਅਸਫਲ
ro: nu pot deschide rpmdb
sc: no potzu aberri su database rpm
sr@latn: ne mogu da otvorim rpmdb

source: invalid rpm file name [%s]
ar: اسم ملف rpm غير موجود [%s]
az: hökmsüz rpm fayı adı [%s]
bn: অবৈধ rpm ফাইল নাম [%s]
bs: neispravno ime rpm datoteke [%s]
eo: nevalida rpm-a dosiernomo [%s]
fa: نام پرونده rpm نامعتبر [%s]
fur: non dal file rpm no valevul [%s]
ky: [%s] туура эмес rpm файл аты
lt: netinkamas rpm bylos vardas [%s]
mk: невалидно име на rpm датотеката [%s]
ms: nama fail rpm [%s] tidak sah
mt: isem tal-fajl rpm [%s] invalidu
no: invalid rpm filnavn [%s]
pa_in: ਗਲਤ rpm ਫਾਇਲ ਨਾਂ [%s]
ro: nume de fişier rpm nevalid [%s]
sc: nòmini file rpm [%s] no bàlidu
sr@latn: pogrešno ime rpm datoteke [%s]
th: ชื่อ rpm fileไม่ถูกต้อง [%s]

source: retrieving rpm file [%s] ...
ar: جاري استرجاع ملف rpm [%s]...
az: [%s] rpm faylı alınır ...
bn: rpm ফাইল [%s] আনা হচ্ছে...
bs: dobavljam rpm datoteku [%s] ...
eo: mi ekstraktas rpm-dosieron [%s] ...
fa: در حال دریافت پرونده‌ی rpm [%s] ...
fur: o recuperi il file rpm [%s] ...
ky: [%s] rpm файлы кабыл алынууда...
lt: atkuriama rpm byla [%s] ...
mk: преземам rpm датотека [%s] ...
mt: qed jinġab il-fajl rpm [%s] ...
pa_in: rpm ਫਾਇਲ [%s] ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਸਫਲ...
ro: primire fişier rpm [%s] ...
sc: agatu su file rpm [%s] ...
sr@latn: dobavljam rpm fajl [%s] ...

source: ...retrieving done
ar: ...تم الاسترجاع
az: ...alınma bitdi
bn: ...আনা হয়ে গেছে
bs: ...download završen
eo: ... ekstraktado farita
fa: ...دریافت انجام گرفت
fur: ...copie finide
ky: ...кабыл алуу аяктады
lt: ...atkūrimas baigtas
mk: ...преземањето заврши
ms: ...capaian selesai
mt: ...qari lest
no: ...mottak ferdig
pa_in: ...ਪ੍ਰਾਪਤੀ ਹੋਈ
ro: ...copierea este terminată
sc: ...agataus
sr@latn: ... dobavljanje završeno
th: การอ่านข้อมูลเรียบร้อย

source: ...retrieving failed: %s
ar: ...فشل الإسترجاع: %s
az: ...alış bacarılmadı: %s
bn: ...আনতে ব্যর্থ হয়েছি: %s
bs: ...dobavljanje nije uspjelo: %s
eo: ...ekstraktado malsukcesis: %s
fa: ...دریافت شکست خورد: %s
fur: ...copie falade: %s
ky: ...кабыл алуу ийгиликсиз: %s
lt: ...atkūrimas nepavyko: %s
mk: ...преземањето не успеа: %s
ms: ...gagal terambil: %s
mt: ...qari falla: %s
no: ...mottak mislykket: %s
pa_in: ...ਪ੍ਰਾਪਤੀ ਅਸਫਲ: %s
ro: ...copierea eşuată: %s
sc: ...no agataus: %s
sr@latn: ...povraćaj neuspeo: %s
th: การอ่านข้อมูลล้มเหลว: %s

source: unable to access rpm file [%s]
ar: لم يمكن الوصول الى ملف rpm [%s]
az: rpm faylı [%s] çatıla bilmir
bn: rpm ফাইল [%s] ব্যবহার করা যাচ্ছে না
bs: ne mogu pristupiti rpm datoteci [%s]
eo: ne povis atingi rpm-an dosieron [%s]
fa: نمی‌توان به پرونده rpm [%s] دسترسی یافت
fur: no rivi a acedi al file rpm [%s]
ky: [%s] rpm файлына жетүүгө болбоду
lt: negaliu prieiti prie rpm bylos [%s]
mk: не можам да пристапам до rpm датотеката [%s]
ms: gagal akses fail rpm [%s]
mt: ma nistax naċċessa l-fajl rpm [%s]
no: kunne ikke nå rpm fil [%s]
pa_in: rpm ਫਾਇਲ [%s] ਖੋਲਣ ਲਈ ਅਸਫਲ
ro: nu pot accesa fişierul rpm [%s]
sc: no potzu lompi a su file rpm [%s]
sr@latn: ne mogu da pristupim rpm datoteci [%s]
th: ไม่สามารถใช้งาน rpm file [%s]

source: unable to parse spec file %s [%s]
bs: ne mogu obraditi spec datoteku %s [%s]
ro: nu se poate parcurge fişierul %s [%s]

source: unable to register rpm file
ar: تعذر تسجيل ملف rpm
az: rpm faylı qeydiyyatdan keçirilə bilmədi
bn: আরপিএম ফাইল রেজিস্টার করতে অক্ষম
bs: ne mogu registrovati rpm datoteku
eo: ne povas registri rpm-dosieron
fa: نمی‌توان پرونده rpm را بایگانی کرد
fur: no rivi a regjstrâ il file rpm
ky: rpm файлын каттого болбоду
lt: negaliu įregistruoti rpm bylos
mk: не можам да ја регистрирам rpm датотеката
ms: pendaftaran fail rpm gagal
mt: ma nistax nirreġistra l-fajl rpm
no: kunne ikke registrere rpm-fil
pa_in: rpm ਫਾਇਲ ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਅਸਫਲ
ro: nu pot înregistra fişierul rpm
sc: no potzu assentai su file rpm
sr@latn: ne mogu da registrujem rpm fajl

source: Incompatible architecture for rpm [%s]
bs: Nekompatibilna arhitektura za paket [%s]
ro: Arhitectură incompatibilă pentru rpm [%s]

source: error registering local packages
ar: خطأ في تسجيل الحزم المحلية
az: yerli paket qeydiyyat xətası
bn: স্থানীয় প্যাকেজসমূহ রেজিস্টার করতে সমস্যা হয়েছে
bs: greška pri registrovanju lokalnih paketa
eo: eraro dum registri lokajn pakaĵojn
fa: خطا در بایگانی کردن بسته‌های محلی
fur: fal te regjistrazion dai pachets locâi
ky: локалдык пакеттерди каттоо катасы
lt: vietinių paketų registravimo klaida
mk: грешка при регистрирање на локалните пакети
ms: ralat pendaftaran pakej setempat
mt: problema fir-reġistrazzjoni ta' pakketti lokali
no: feil ved registrering av lokale pakker
pa_in: ਸਥਾਨਕ ਪੈਕੇਜ ਰਜਿਸਟਰ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
ro: eroare la înregistrarea pachetelor locale
sc: faddina assentendi is pakitus localis
sr@latn: greška pri registrovanju lokalnih paketa
th: ลงทะเบียน local package มีข้อผิดพลาด

source: This operation is forbidden while running in restricted mode
ar: هذه العملية محظورة أثناء العمل في الوضع المحظور
bs: Ova operacija je zabranjena dok ste u ograničenom režimu
ky: Чектелген режим учурунда бул операцияны аткарууга болбойт
lt: Operacija yra draudžiama, kai dirbama apribotoje veiksenoje
mk: Оваа акција не е дозволена додека работи во затворен режим
ro: Operaţiune interzisă în timpul rulării în mod restricţionat
sc: Custa cosa no fait a da fai candu ses in modalidadi strinta

source: bad proxy declaration on command line
ar: تعريف بروكسي خاطئ في سطر الأوامر
az: əmr sətirində hökmsüz vəkil tə'yini
bn: কমান্ড লাইনের ওপর বাজে প্রক্সি ঘোষণা
bs: pogrešna deklaracija proxy-ja na komandnoj liniji
eo: malĝusta deklaro de prokuro en la komanda linio
fa: تعریف بد پراکسی بر خط فرمان
fur: declarazion di proxy falade doprant le rie di comant
ky: командалык сапта туура эмес прокси көрсөтүлгөн
lt: blogas tarpinio serverio deklaravimas komandinėje eilutėje
mk: лоша декларација на прокси во командната линија
mt: dikjarazzjoni ta' "proxy" ħażina fil-linja ta' kmand
pa_in: ਕਮਾਂਡ ਸਤਰ ਤੇ ਗਲਤ ਪਰਾਕਸੀ ਪ੍ਰਗਟਾ
ro: declarare proxy greşită în linia de comandă
sc: decrarada de proxy mala in arraya de cumandu
sr@latn: loša proxy-deklaracija u komandnoj liniji
th: การแจ้งพร็อกซี่ที่ไม่ดี

source: urpmq: cannot read rpm file "%s"
ar: urpmq: لم يمكن ايجاد ملف rpm "%s"
az: urpmq: "%s" rpm faylı oxuna bilmir
bn: urpmq: "%s" rpm ফাইল পড়া যাচ্ছেনা
bs: urpmq: ne mogu pročitati rpm datoteku "%s"
eo: urpmq: ne povas legi rpm-an dosieron "%s"
fa: urpmq: نمی‌توان پرونده rpm "%s" را خواند
fur: urpmq: no rivi a lei il file rpm "%s"
ky: urpmq: "%s" rpm файлын окууга болбоду
lt: urpmq: negaliu perskaityti rpm bylos "%s"
mk: urpmq: не можам да ја прочитам rpm датотеката "%s"
mt: urpmq: ma nistax naqra l-fajl rpm "%s"
no: urpmq: kan ikke lese rpm fil "%s"
pa_in: urpmq: rpm ਫਾਇਲ "%s" ਪੜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
ro: urpmq: nu pot citi fişierul rpm "%s"
sc: urpmq: no fait a ligi su file rpm "%s"
sr@latn: urpmq: ne mogu da pročitam rpm datoteku "%s"
th: urpmq:ไม่สามารถอ่าน rpm file "%s"

source: unexpected expression %s
ro: expresie neprevăzută %s

source: missing expression before %s
ro: lipsă expresie înaintea %s

source: unexpected expression %s (suggestion: use -a or -o ?)
ro: expresie neprevăzută %s (sugestie: utilizaţi -a sau -o ?)

source: no expression to close
ro: nici o expresie de închis

source: by default urpmf awaits a regexp. you should use option "--literal"
ro: urpmf aşteaptă implicit un regexp. utilizaţi opţiunea "--literal"

source: chroot directory doesn't exist
ro: directorul chroot nu există

source: Can't use %s without %s
ro: Nu se poate utiliza %s fără %s

source: Can't use %s with %s
ro: Nu se poate utiliza %s cu %s

source: Too many arguments
bs: Previše argumenata
ro: Prea multe argumente

source: Copying failed
ar: فشل النّسخ
az: Köçütrmə bacarılmadı
bn: কপি করতে ব্যর্থ
bs: Kopiranje nije uspjelo
eo: Kopiado malsukcesis
fa: کپی کردن شکست خورد
fur: Copie falade
ky: Көчүрүү ишке ашпады
lt: Kopijavimas nepavyko
mk: Копирањето не успеа
mt: Ikkupjar falla
pa_in: ਨਕਲ ਕਰਨੀ ਅਸਫਲ
ro: Copierea a eşuat
sc: Còpia faddia
sr@latn: Kopiranje nije uspelo

source: You must mount CD-ROM yourself (or install perl-Hal-Cdroms to have it done automatically)
ro: Trebuie să montaţi singur CD-ROM-ul (sau să instalaţi perl-Hal-Cdroms pentru automatizare)

source: HAL daemon (hald) is not running or not ready
ro: serviciul HAL (hald) nu rulează sau nu este pregătit

source: medium "%s" is not available
ro: mediul "%s" nu este disponibil

source: unable to read rpm file [%s] from medium "%s"
ar: لم يمكن قراءة ملف rpm [%s] من الوسيط "%s"
az: "%s" medyasından [%s] rpm faylı oxuna bilmir
bn: "%s" মাধ্যমের জন্য [%s] rpm ফাইল পড়া যায়নি
bs: ne mogu pročitati rpm datoteku [%s] sa medija "%s"
eo: ne povis legi rpm-an dosieron [%s] de medio "%s"
fa: نمی‌توان پرونده rpm [%s] را از رسانه "%s" خواند
fur: no rivi a lei il file rpm [%s] de font "%s"
ky: [%s] rpm файлын "%s" булагынан окуу мүмкүн эмес
lt: negaliu perskaityti "%2$s" laikmenos rpm bylos [%1$s]
mk: не можам да ја прочитам rpm датотеката [%s] од медиумот "%s"
ms: gagal baca fail rpm [%s] dari media "%s"
mt: ma nistax naqra l-rpm [%s] mis-sors "%s"
no: kunne ikke lese rpm fil [%s] fra media "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਤੋਂ rpm ਫਾਇਲ਼ [%s] ਪੜਨ ਲਈ ਅਸਫਲ
ro: nu pot citi fişierul rpm [%s] de pe mediul "%s"
sc: no potzu ligi su file rpm [%s] de su mèdiu "%s"
sr@latn: ne mogu da pročitam rpm datoteku [%s] sa medija "%s"
th: ไม่สามารถอ่าน rpm file [%s] จาก "%s"

source: syntax error in config file at line %s
ms: ralat sinteks dlm fail konfigurasi pada baris %s
no: syntaks feil i config fil ved linje %s
ro: eroare de sintaxă în fişierul de configurare la linia %s
th: มีข้อผิดพลาดใน config file บรรทัดที่ %s

source: unable to read config file [%s]
ro: nu se poate citi fişierul de configurare [%s]

source: medium `%s' is defined twice, aborting
ro: mediul `%s' este definit de două ori, se renunţă

source: unable to write config file [%s]
ar: غير قادر على كتابة ملف الإعدادات [%s]
az: [%s] quraşdırma faylı yazıla bilmir
bn: কনফিগ ফাইল [%s]-এ লেখা সম্ভব হয়নি
bs: ne mogu da zapišem konf. datoteku [%s]
eo: ne povas skribi konfigurodosieron [%s]
fa: نمی‌توان پرونده‌ی تنظیم [%s] را نوشت
fur: no rivi a scrivi tal file di configurazion [%s]
ky: [%s] конфиг файлын жазуу мүмкүн эмес
lt: nagaliu įrašyti konfigūracijos bylos [%s]
mk: не можам да запишам конфигурациона датотека [%s]
ms: gagal tulis fail konfigurasi [%s]
mt: ma setax jinkiteb il-fajl ta' konfigurazzjoni [%s]
no: kunne ikke skrive config fil [%s]
pa_in: ਸੰਰਚਨਾ ਫਾਇਲ [%s] ਲਿਖਣ ਤੋਂ ਅਸਫਲ
ro: nu pot scrie în fişierul de configurare [%s]
sc: no potzu scriri su file de assètiu [%s]
sr@latn: ne mogu da izvršim upis u konfiguracionu datoteku [%s]
th: ไม่สามารถเขียน config file [%s]

source: can not read proxy settings (not enough rights to read %s)
ro: citirea setărilor proxy este imposibilă (drepturi insuficiente pentru citirea %s)

source: Please enter your credentials for accessing proxy
bs: Molim unesite vaše podatke radi pristupa proxy serveru
ro: Introduceţi acreditările pentru accesarea proxy-ului

source: User name:
bs: Korisničko ime:
ro: Nume utilizator:

source: Password:
bs: Šifra:
ro: Parola:

source: Unknown webfetch `%s' !!!
ro: Descărcare necunoscută `%s' !!!
th: webfetch %s ไม่รู้จัก !!!

source: %s failed: exited with signal %d
ro: %s a eşuat: terminare cu mesajul %d

source: %s failed: exited with %d
ro: %s a eşuat: terminare cu %d

source: copy failed
ro: copierea a eşuat

source: wget is missing
ms: wget hilang
no: wget mangler
ro: datorită lipsei wget
th: wget หายไป

source: curl is missing
ms: curl hilang
no: curl er borte
ro: datorită lipsei curl
th: curl หายไป

source: curl failed: download canceled
ro: curl a eşuat: descărcare anulată

source: rsync is missing
ro: lipseşte rsync
th: rsync หายไป

source: ssh is missing
ro: lipseşte ssh
th: ssh ไม่มีอยู่

source: prozilla is missing
ro: lipseşte prozilla

source: Couldn't execute prozilla
ro: Nu s-a putut rula prozilla

source: aria2 is missing
ro: datorită lipsei aria2

source: %s%% of %s completed, ETA = %s, speed = %s
ro: %s%% din %s terminat, ETA = %s, viteza = %s

source: %s%% completed, speed = %s
ro: %s%% terminat, viteza = %s

source: retrieving %s
ro: primire %s

source: retrieved %s
ro: s-a primit %s

source: unknown protocol defined for %s
ar: بروتكول غير معرّف لـ%s
az: %s üçün müəyyən edilən protokol namə'lumdur
bn: অজানা প্রোটোকল নির্ধারনের জন্য %s
bs: nepoznat protokol je definisan za %s
eo: nekonata protokolo difinita por %s
fa: پایان‌نامه‌ی ناشناس برای %s تعیین شده است
fur: protocol no cognosût definît par %s
ky: %s үчүн белгисиз протокол берилген
lt: %s nurodytas nežinomas protokolas
mk: непознат протокол дефиниран за %s
mt: protokoll mhux magħruf definit għal %s
pa_in: %s ਲਈ ਅਣਜਾਣ ਪ੍ਰੋਟੋਕਾਲ
ro: protocol necunoscut definit pentru %s
sc: protocollu disconnotu indidau po %s
sr@latn: nepoznati protokol definisan za %s
th: ไม่รู้จักโปรโตคอลที่ระบุไว้%s

source: %s is not available, falling back on %s
bs: %s nije dostupan, prelazim na %s
ro: %s indisponibil, revenire la %s

source: no webfetch found, supported webfetch are: %s
ar: لم يعثر على أي وسيلة تنزيل، وسائل التنزيل المدعومة هي: %s
az: webfetch tapılmadı, dəstəklənən webfetch-lər: %s
bn: কোন webfetch পাওয়া যায়নি, সমর্থিত webfetch সমূহ হচ্ছে: %s
bs: nije pronađen download program, podržani su: %s
eo: neniu ret-elŝutilo trovita, eblas uzi tiujn: %s
fa: هیچ webfetch یافت نشد، webfetch دارای پشتیبانی: %s
fur: nissun webfetch cjatât, chei sopuartâts e son: %s
ky: webfetch табылбады, колдоого ээ webfetch: %s
lt: nerasta webfetch, palaikomi webfetch yra: %s
mk: не е пронајдено преземање од веб, поддржани преземања од веб се: %s
mt: ma nstabx webfetch; webfetch aċċettati huma: %s
pa_in: ਕੋਈ webfetch ਨਹੀਂ ਲੱਭਿਆ ਹੈ, ਸਹਿਯੋਗ webfetch ਹਨ: %s
ro: nu gasesc webfech, versiunile suportate sunt: %s
sc: no apu agatau webfetch, cuddus suportaus funt: %s
sr@latn: webfetch nije pronađen, podržani webfetch-ovi su: %s

source: unable to handle protocol: %s
ar: تعذر التعامل مع البروتوكول: %s
az: protokol istifadə edilə bilmir: %s
bn: %s প্রোটকল নিয়ন্ত্রন করা সম্ভব হয়নি
bs: ne mogu rukovati protokolom: %s
eo: ne povas uzi la protokolon: %s
fa: نمی‌توان پایان‌نامه را اداره کرد: %s
fur: no rivi a gjestî il protocol: %s
ky: протокол аткарылбады: %s
lt: negaliu valdyti protokolo: %s
mk: не можам да ракувам со протоколот: %s
mt: ma nistax nuża l-protokoll: %s
pa_in: ਪ੍ਰੋਟੋਕਾਲ ਹੈਂਡਲ ਕਰਨ ਲਈ ਅਸਫਲ: %s
ro: nu pot folosi protocolul: %s
sc: no potzu mainjai su protocollu: %s
sr@latn: ne mogu da podržim protokol: %s
th: ไม่สามารถใช้งานโปรโตคอล: %s

source: cleaning %s and %s
ro: curăţare %s şi %s

source: package %s is not found.
ar: لم يمكن ايجاد الحزمة %s
az: %s paketi tapılmadı.
bn: প্যাকেজ %s পাওয়া যায়নি।
bs: paket %s nije pronađen
eo: pakaĵo %s ne estis trovata.
fa: بسته‌ی %s پیدا نشد.
fur: il pachet %s no l'è stât cjatât.
ky: %s пакети табылбады.
lt: paketas %s nerastas.
mk: пакетот %s не е пронајден.
ms: pakej %s tidak dijumpai.
mt: pakkett %s ma nstabx.
no: pakke %s er ikke funnet.
pa_in: ਪੈਕੇਜ %s ਨਹੀਂ ਲੱਭਿਆ ਹੈ।
ro: pachetul %s nu a fost găsit.
sc: no apu agatau su pakitu %s
sr@latn: paket %s nije pronađen.
th: หา %s package ไม่พบ

source: retrieving rpm files from medium "%s"...
ar: جاري استرجاع ملفات rpm للوسيط "%s"...
az: "%s" mediyumundan rpm faylları alınır...
bn: rpm ফাইল আনা হচ্ছে "%s" মাধ্যম থেকে...
bs: dobavljam rpm datoteke za medij "%s"...
eo: ekstraktanta la rpm-dosierojn de datenportilo "%s"...
fa: دریافت پرونده‌های rpm از رسانه "%s"...
fur: o recuperi il file rpm de font "%s"...
ky: rpm файлдарын "%s" булагынан кабыл алуу жүрүп жатат...
lt: rpm bylos atkuriamos iš laikmenos "%s"...
mk: преземам rpm датотеки од медиумот "%s"...
mt: qed jinġabu l-fajls rpm mis-sors "%s"...
pa_in: ਮਾਧਿਅ "%s" ਤੋਂ rpm ਫਾਇਲਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀਆਂ ਜਾਦੀਆਂ ਹਨ...
ro: copiere fişiere rpm de pe mediul "%s"...
sc: agatu is file rpm de su mèdiu "%s"...
sr@latn: dobavljam rpm fajlove dza medij "%s"...

source: [repackaging]
bs: [prepakujem]
ro: [reîmpachetare]

source: created transaction for installing on %s (remove=%d, install=%d, upgrade=%d)
ar: جاري انشاء معاملة للتثبيت على %s (حذف=%d، تثبيت=%d، ترقية=%d)
az: %s üstündə qurma üçün keçiş bitdi (sil=%d, qul=%d, yenilə=%d)
bn: %s-এ ইনস্টল করার জন্য লেনদেন প্রস্তুত করা হচ্ছে (সরাও=%d, ইনস্টল=%d, আপগ্রেড=%d)
bs: napravio transakciju za instaliranje na %s (ukloni=%d, instaliraj=%d, unaprijedi=%d)
eo: transakcio kreita por instali sur %s (forigu=%d, instalu=%d, ĝisdatigu=%d)
fa: قطعات ایجاد شده برای نصب بر %s (remove=%d, install=%d, upgrade=%d)
fur: e je stade creade le transazion par instalâ su %s (rimôf=%d, instale=%d, atualize=%d)
ky: %s ичине инсталляциялоо үчүн транзакция түзүлдү (remove=%d, install=%d, upgrade=%d)
lt: sukurta įdiegimo operacija %s (pašalinti=%d, įdiegti=%d, atnaujinti=%d)
mk: создадена трансакција за инсталирање на %s (отстрани=%d, инсталирај=%d, ажурирај=%d)
mt: qed tinħoloq tranżazzjoni għal %s (neħħi=%d, installa=%d, aġġorna=%d)
pa_in: %s ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸੰਚਾਰ ਬਣਾਇਆ (ਹਟਾਏ=%d, ਇੰਸਟਾਲ=%d, ਨਵੀਨੀਕਰਨ=%d)
ro: tranzacţie creeată pentru instalarea pe %s (ştergere=%d, instalare=%d, actualizare=%d)
sc: fata sa transatzioni po aposentai in %s (srèxina=%d, aposenta=%d, ajorrona=%d)
sr@latn: kreirana transakcija za instaliranje na %s (ukloni=%d, instaliraj=%d, ažuriraj=%d)

source: unable to create transaction
ar: تعذر انشاء المعاملة
az: keçiş yaradıla bilmir
bn: লেনদেন তৈরিতে অক্ষম
bs: ne mogu napraviti transakciju
eo: ne povis krei transakcion
fa: نمی‌توان تکه‌های انتقالی را ایجاد کرد
fur: no rivi a creâ le transazion
ky: транзакция түзүүгө мүмкүн эмес
lt: negaliu sukurti operacijos
mk: не можам да создадам трансакција
mt: ma nistax noħloq tranżazzjoni
pa_in: ਸੰਚਾਰ ਕਰਨ ਲਈ ਅਸਫਲ
ro: nu se poate crea tranzacţia
sc: no potzu creai sa transatzioni
sr@latn: ne mogu da kreiram transakciju
