Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: there are multiple packages with the same rpm filename "%s"
ar: هناك حزم متعددة بنفس اسم ملف rpm "%s"
az: "%s" rpm fayl adlı birdən çox fayl tapıldı
bn: এখানে একই rpm ফাইলনেমের বিভিন্ন প্যাকেজ আছে "%s"
eo: ekzistas plurajn pakaĵojn kiuj havas la saman rpm-an dosiernomon "%s"
fa: چندین بسته با نام پرونده rpm یکسان "%s" وجود دارد
fur: a son plui pachets rpm cun il stes non di file "%s"
ky: "%s" rpm файл аты бирдей болгон бир нече пакет бар
lt: tokį pat rpm bylos pavadinimą turi keletas paketų "%s"
mk: има повеќе паќети со истото име на rpm датотеката "%s"
ms: banyak pakej dgn nama fail rpm sama "%s"
mt: hemm diversi pakketti bl-istess isem ta' rpm "%s"
no: det er flere pakker med samme rpm filnavn "%s"
pa_in: ਇੱਕੋ rpm ਫਾਇਲ ਨਾਂ "%s" ਨਾਲ ਕਈ ਪੈਕੇਜ ਹਨ
sc: dui funt prus pakitus cun su pròpiu nòmini file rpm "%s"
sr@latn: postoji više paketa sa istim imenom rpm datoteke "%s"
th: มีหลาย package ที่มีชื่อไฟล์เหมือนกับ "%s"

source: unable to correctly parse [%s] on value "%s"
ar: تعذر تحليل [%s] بشكل صحيح على القيمة "%s"
az: "%s" qiymətindəki [%s] düzgün oxuna bilmədi
bn: "%s" ভ্যালুর ওপর [%s] সঠিকভাবে পার্স হয়নি
eo: ne povis ĝuste analizi [%s] je valoro "%s"
fa: نمی توان بدرستی [%s] را بر ارزش "%s" تجزیه کرد
fur: no rivi a analizâ coretementri [%s] par il valôr "%s"
ky: [%s] туура ажыратууга мүмкүн эмес, ал "%s" ичинде
lt: negaliu teisingai išnagrinėti [%s] ties verte "%s"
mk: не можам правилно да пренесам [%s] на вредност "%s"
mt: ma nistax nifli sew [%s] fuq il-valur "%s"
pa_in: ਮੁੱਲ "%s" ਤੇ [%s] ਪਾਰਸ ਕਰਨ ਲਈ ਅਸਫਲ
sc: no potzu fai s'anàlisi lìmpia de [%s] po su balori "%s"
sr@latn: ne mogu da ispravno parsiram [%s] za vrednost "%s"
th: ไม่สามารถที่จะผ่าน [%s] ด้วยค่า "%s"อย่างถูกต้อง

source: medium "%s" uses an invalid list file: mirror is probably not up-to-date, trying to use alternate method
ar: الوسيط "%s" يستخدم ملف قوائم غير صالح ربما تكون المرآة غير محدّثة، جاري محاولة استخدام طريقة بديلة
az: "%s" mediyumu hökmsüz siyahı faylı işlədir: yəqin ki əks yenilənməyib, alternativ yöntəmi işlətməyə çalışıram
bn: "%s" মাধ্যম একটি অবৈধ তালিকা ফাইল ব্যবহার করছে: সম্ভবত মিরর আপ-টু-ডেট নয়, বিকল্প উপায় ব্যবহার করার চেষ্টা করছি
eo: datenportilo "%s" uzas nevalidan list-dosieron: spegulo estas eble ne ĝisdata, provu uzi alternativan metodon
fa: رسانه "%s" از یک پرونده لیست نامعتبر استفاده می‌کند: آینه احتمالاً بروز نمی‌باشد، در حال تلاش برای استفاده از روش جایگزین
fur: le font "%s" e dopre une liste di file no valevule: probabilmentri il mirror no l'è atualizât, prove a doprâ altris manieris
ky: "%s" булагы туура эмес тизме файлын колдонууда: мүмкүн күзгү эски, альтернативдик методду колдонуу аракети
lt: laikmena "%s" naudoja netinkamą list bylą: veidrodis tikriausiai yra negaliojantis, bandoma naudoti atsarginį metodą
mk: медиумот "%s" користи невалидна датотека со листа: веројатно "огледалото" не е ажурирано, се обидувам да користам алтернативен метод
mt: sors "%s" juża lista ta' fajls invalida: mera aktarx mhux aġġornata; se nipprova mod ieħor
pa_in: ਮਾਧਿਅਮ "%s" ਗਲਤ list ਫਾਇਲ ਵਰਤਦਾ ਹੈ: ਪ੍ਰਤੀਬਿੰਬ ਨਵੀਨ ਨਹੀਂ ਹੈ, ਹੋਰ ਢੰਗ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ
sc: su mèdiu "%s" impreat una list no bàlida: su sprigu forsis no est ajorronau, prova de atra manera
sr@latn: medij "%s" koristi fajl sa pogrešnom listom: miror verovatno nije ažuriran, pokušavam da koristim alternativni metod

source: medium "%s" does not define any location for rpm files
ar: الوسيط "%s" لا يعرف أي موقع لملفات rpm
az: "%s" mediyumu hər hansı bir rpm faylının mövqeyini bildirmir
bn: মাধ্যম "%s"-এর rpm ফাইলের জন্য কোন অবস্থান নির্দেশিত নেই
eo: la datenportilo "%s" ne difinas ian lokon por rpm-dosieroj
fa: رسانه "%s" هیچ مکانی را برای پرونده‌های rpm مشخص نمی‌کند
fur: le font "%s" no definis nissune posizion par file rpm
ky: "%s" булагы rpm файлдарынын турган жерин аныктабайт
lt: laikmena "%s" nenurodo vietos rpm byloms
mk: медиумот "%s" не дефинира никава локација за rpm датотеки
mt: sors "%s" ma jiddefinixxi ebda lokazzjoni tal-fajls rpm
pa_in: ਮਾਧਿਅਮ "%s" ਲਈ rpm ਫਾਇਲਾਂ ਲਈ ਕੋਈ ਟਿਕਾਣਾ ਨਹੀਂ ਹੈ
sc: su mèdiu "%s" no indidat una postura po is file rpm
sr@latn: medij "%s" ne definiše ni jednu lokaciju za rpm fajlove

source: urpmi database locked
ar: تم اقفال قاعدة بيانات urpmi
az: urpmi databeyzi qıfıllıdır
bn: urpmi ডাটাবেস লক করা আছে
eo: urpmi-datenbazo ŝlosita
fa: بانک اطلاعات urpmi قفل شده است
fur: database urpmi blocât
ky: urpmi берилиштер базасы кулпуланган
lt: urpmi duomenų bazė užrakinta
mk: базата на податоци на urpmi е заклучена
ms: database urpmi terkunci
mt: database urpmi imsakkar
no: urpmi database låst
pa_in: urpmi ਡਾਟਾਬੇਸ ਤਾਲਾਬੰਦ ਹੈ
sc: su database de urpmi est serrau
sr@latn: urpmi baza podataka zaključana
th: ฐานข้อมูล urpmi ถูกล็อก

source: medium "%s" is not selected
ar: الوسيط "%s" غير مختار
az: "%s" medyası seçili deyil
bn: মাধ্যম "%s" নির্বাচিত হয়নি
eo: medio "%s" ne estas elektata
fa: رسانه "%s" انتخاب نشده است
fur: le font "%s" no je selezionade
ky: "%s" булагы тандалган эмес
lt: laikmena "%s" neišrinkta
mk: не е избран медиумот "%s"
ms: media "%s" tidak dipilih
mt: sors "%s" mhuwiex magħżul
no: media "%s" er ikke valgt
pa_in: ਮਾਧਿਅਮ "%s" ਚੁਣਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
sc: su mèdiu "%s" no d'as sçoberau
sr@latn: medij "%s" nije izabran
th: อุปกรณ์ "%s" ไม่ได้ถูกเลือก

source: inconsistent medium "%s" marked removable but not really
ar: تم تحديد الوسيط المفكّك "%s" على أنه قابل للإزالة إلا أنه ليس كذلك
az: "%s" inkeherent medyası söküləbilən deyə bildirilib, amma deyil
bn: "%s" incoherent মাধ্যম স্থানান্তরযোগ্য হিসেবে চিহ্নিত হয়েছে কিন্তু আসলে তা নয়
eo: malkohera medio "%s" indikita forigebla sed ne vere
fa: رسانه بی‌ارتباط "%s" قابل انتقال نشان داده شده ولی نه واقعاً
fur: font "%s" no coerente segnade come rimovibil ma no tâl
ky: түшүнүлбөгөн "%s" булагы чыкма түзүлүш катары көрсөтүлгөн, бирок ал андай эмес
lt: nesuderinama laikmena "%s" pažymėta kaip išimama, bet tokia nėra
mk: нејасен медиум "%s" означен како отстранлив но всушност не
mt: sors "%s" immarkat li jista' jitneħħa, imma m'hux
pa_in: ਨਾ-ਠੀਕ ਮਾਧਿਅਮ "%s" ਨੂੰ ਹਟਾਉਣਯੋਗ ਕਿਹਾ, ਪਰ ਇਹ ਹੈ ਨਹੀਂ
sc: mèdiu lòfiu "%s" marcau ke arremoviditzu ma no tali
sr@latn: nekoherentan medij "%s" je označen kao prenosni ali to nije u stvarnosti

source: unable to access medium "%s"
ar: لم يمكن الوصول الى الوسيط "%s"
az: "%s" medyasına çatıla bilmir
bn: "%s" মাধ্যম ব্যবহার করা যায়নি
eo: ne povis atingi medion "%s"
fa: نمی‌توان به رسانه "%s" دسترسی پیدا کرد
fur: no rivi a acedi a le font "%s"
ky: "%s" булагына жетүүгө мүмкүн эмес
lt: negaliu prieiti prie laikmenos "%s"
mk: не можам да пристапам на медиумот "%s"
ms: gagal akses media "%s"
mt: ma nistax naċċessa s-sors "%s"
no: kunne ikke nå media "%s"
pa_in: ਮਾਧਿਅਮ "%s" ਨੂੰ ਵਰਤਣ ਲਈ ਅਸਫਲ
sc: no potzu lompi a su mèdiu "%s"
sr@latn: ne mogu da pristupim mediju "%s"
th: ไม่สามารถใช้อุปกรณ์"%s"

source: malformed input: [%s]
ar: ادخال مشوه: [%s]
fur: input malformât: [%s]
ms: input cacat: [%s]
pa_in: ਗਲਤ ਇੰਪੁੱਟ: [%s]
th: inputไม่ถูกต้อง :[%s]

source: using process %d for executing transaction
ar: جاري استخدام العمليّة %d لتنفيذ المعاملة
az: keçiş icrası üçün %d gedişatı istifadə edilir
bn: লেনদেন চালানোর জন্য %d প্রসেস ব্যবহার করা হচ্ছে
eo: uzas procezon %d por plenumi la transakcio
fa: استفاده از پروسه‌ی %d برای اجرای مبادله
fur: o dopri il proces %d par eseguî le stramude
ky: транзакцияны аткаруу үчүн %d процесси колдонулууда
lt: operacijos atlikimui naudojamas procesas %d
mk: го користам процесот %d за извршување на трансакција
mt: qed jintuża l-proċess %d biex jagħmel tranżazzjoni
pa_in: ਸੰਚਾਰ ਕਰਨ ਲਈ ਕਾਰਜ %d ਵਰਤ ਕੇ
sc: impreu su processu %d po fai sa transatzioni
sr@latn: koristim proces %d za izvršenje transakcije

source: unable to remove package %s
ar: تعذر حذف الحزمة %s
az: %s paketi çıxardıla bilmədi
bn: %s প্যাকেজ সরানো গেলনা
eo: ne povas forigi pakaĵon %s
fa: نمی‌توان بسته‌ی %s را برداشت
fur: no rivi a rimovi il pachet %s
ky: %s пакетин алып салууга мүмкүн эмес
lt: negaliu pašalinti paketo %s
mk: не можам да го отстранам пакетот %s
mt: ma nistax inneħħi l-pakkett %s
pa_in: ਪੈਕੇਜ %s ਹਟਾਉਣ ਲਈ ਅਸਫਲ
sc: no potzu srexinai su pakitu %s
sr@latn: ne mogu da uklonim paket %s
th: ไม่สามารถที่จะลบแพ็คเกจ %s

source: adding package %s (id=%d, eid=%d, update=%d, file=%s)
ar: جاري اضافة الحزمة %s (id=%d، eid=%d، تحديث=%d، ملف=%s)
az: %s paketi əlavə edilir (id=%d, eid=%d, yeniləmə=%d, fayl=%s)
bn: %s যোগ করছি (id=%d, eid=%d, আপডেট=%d, ফাইল=%s)
eo: mi aldonas pakaĵon %s (id=%d, eid=%d, ĝisdatigo=%d, dosiero=%s)
fa: افرودن بسته %s (id=%d, eid=%d, update=%d, file=%s)
fur: zonte dal pachet %s (id=%d, eid=%d, atualizazion=%d, file=%s)
ky: %s пакети кошулууда (id=%d, eid=%d, update=%d, file=%s)
lt: įtraukiamas paketas %s (id=%d, eid=%d, atnaujinti=%d, byla=%s)
mk: додавам пакет %s (id=%d, eid=%d, ажурирај=%d, датотека=%s)
mt: qed jiġi miżlud pakkett "%s" (id=%d eid=%d, aġġorna=%d, fajl=%s)
pa_in: %s ਪੈਕੇਜ ਸ਼ਾਮਲ ਕਰਨ ਲਈ (id=%d, eid=%d, update=%d, file=%s)
sc: açunju su pakitu %s (id=%d, eid=%d, update=%d, file=%s)
sr@latn: dodajem paket %s (id=%d, eid=%d, update=%d, file=%s)

source: unrequested
ar: غير مطلوب
az: tələb edilməmiş
bn: অ-অনুরোধকৃত
eo: nepetita
fa: خواسته نشده
fur: no domandât
ky: талап кылынбаган
lt: nepareikalautas
mk: непобарано
mt: mhux mitlub
pa_in: ਨਾ-ਮੰਗੇ
sc: no bòfiu
sr@latn: nezahtevano

source: examining MD5SUM file
ar: جاري اختبار ملف MD5SUM
az: MD5SUM faylı sınanır
bn: MD5SUM ফাইল পরীক্ষা করা হচ্ছে
eo: mi kontrolas dosieron MD5SUM
fa: آزمایش پرونده‌ی MD5SUM
fur: O esamini il file MD5SUM
ky: MD5SUM файлы текшерилүүдө
lt: tikrinama MD5SUM byla
mk: испитување на датотеката MD5SUM
mt: qed jiġi eżaminat il-fajl MD5SUM
pa_in: MD5SUM ਫਾਇਲ ਪੜਤਾਲ ਜਾਰੀ
sc: controllu su file MD5SUM
sr@latn: ispitujem MD5SUM fajl
th: กำลังตรวจสอบไฟล์ MD5SUM

source: Nn
ar: لاNn
az: XxJjNn
bn: Nnন
fa: NnخنoO
ky: NnжЖ;:
ms: NnTt
mt: LlNn
sr@latn: NnNn
th: Nnม

source: Is this OK?
ar: هل أنت موافق؟
az: Oldu mu?
fur: Isal just?
ms: Semua OK?
pa_in: ਕੀ ਇਹ ਠੀਕ ਹੈ?
sr@latn: Da li je ovako dobro?
th: ตกลงไหมครับ

source: urpme version %s Copyright (C) 1999-2005 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ar: urpme إصدارة %s حقّ النّسخ 1999-2005 ماندريبا. هذا برنامج حرّ و يمكن إعادة توزيعه تحت بنود ترخيص GNU GPL. الاستعمال:
az: urpme buraxılış %s Müəllif Hüququ (C) 2002 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. istifadə qaydası:
pa_in: urpme ਵਰਜਨ %s Copyright (C) 1999-2005 Mandriva. ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਫਤ ਹੈ ਅਤੇ GNU GPL ਸ਼ਰਤਾਂ ਅਧੀਨ ਮੁਫਤ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਵਰਤੋਂ:

source: --use-distrib - configure urpmi on the fly from a distrib tree, useful to (un)install a chroot with --root option.
ar: --use-distrib - هيّئ urpmi بشكل سريع من شجرة توزيع، مفيد لتثبيت/إزالة chroot باستخدام خيار --root.
az: --use-distrib - urpmi-ni birbaşa distrib ağacından quraşdır.
fur: --use-distrib - configure urpmi dal lamp di un arbul distribuît, zovevul par (dis)instalâ un pachet chroot cun opzion --root.

source: To satisfy dependencies, the following %d packages will be removed (%d MB)
ar: لإرضاء المُعتمدات، ستتم ازالة %d حزمة (%d ميغابايت)
bn: ডিপেন্ডেন্সি সন্তুষ্ট করতে, নিম্নলিখিত %d প্যাকেজগুলো সরানো হবে (%d এমবি)
eo: Por plenumi dependaĵojn, la %d sekvantaj pakaĵoj estas forigotaj (%d MB)
fa: برای ارضای وابستگی‌ها، %dبسته‌های بدنبال آمده برداشته خواهند شد (%d مگابایت)
ky: Көз карандылыктарды канаатандыруу үчүн төмөнкү %d пакет жоготулат (%d Мб)
lt: Priklausomybių patenkinimui, šie paketai %d bus pašalinti (%d MB)
mk: За да се задоволат зависностите, следниве %d пакети ќе бидат отстранети (%d MB)
pa_in: ਨਿਰਭਰਤਾ ਹੱਲ਼ ਕਰਨ ਲਈ, %d ਪੈਕੇਜ ਹਟਾਏ ਜਾਣਗੇ (%d ਮੈਬਾ)
sc: Po satisfai is dependèntzias, is %d pakitus ki sighint dus apu a srexinai (%d MB)

source: Note: since no media searched uses hdlists, urpmf was unable to return any result
ar: ملاحظة: بما أنّه لا يوجد وسيط من الوسائط المبحوث فيها يستعمل hdlist، فإنّ urpmf لم يستطع إرجاع أيّة نتيجة
bn: নোট: যেহেতু কোনো মাধ্যম hdlists ব্যবহার করে সন্ধান করে নি, urpmf কোনো ফলাফল দিতে পারে নি
eo: Notu: ĉar neniu serĉita datenportilo uzas hdlist-dosierojn, urpmf ne povis doni rezulton
fa: توجه: چون هیچ رسانه‌ای با استفاده از hdlists جستجو نگردید، urpmf قادر نبود نتیجه‌ای را بازگرداند
fur: Note: fin che nissune font cirude e dopre hdlists, urpmf nol podarà dâ nissun risultât
ky: Эске алыңыз: изилденип жаткан булак hdlist'терди колдонбогондуктан, urpmf эч кандай жыйынтык кайтара албады
lt: Pastaba: kadangi nei viena surasta laikmena nenaudoja hdlists, urpmf negali išvesti jokio rezultato
mk: Забелешка: бидејќи ниеден пребаран медиум не користи hdlist, urpmf не можеше да врати било каков резултат
mt: Nota: peress li ebda sors imfittex ma juża hdlists, urpmf ma setax jirritorna riżultati
pa_in: ਸੂਚਨਾ: ਕਿਉਕਿ hdlists ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੋਈ ਮਾਧਿਅਮ ਨਹੀਂ ਲੱਭਿਆ, ਇਸਕਰਕੇ urpmf ਵਲੋਂ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ
sc: Noda: sendi ki is mèdius castiaus no tenint hdlist, urpmf no at pòtziu torrai arresurtau

source: You may want to use --name to search for package names.
ar: إستعمل --name للبحث عن أسماء الحزم.
bn: প্যাকেজ নাম সমুহ খোঁজার জন্য আপনি --name ব্যবহার করতে পারেন।
eo: Eblas ke vi volas uzi --name por serĉi pakaĵ-nomojn.
fa: ممکن است بخواهید از -name برای جستجوی نام‌های بسته استفاده کنید.
ky: Сиз пакеттерди ысымы боюнча издөө үчүн --name ачкычын колдонсоңуз болот.
lt: Galbūt noresite naudoti --pavadinimas paketų pavadinimų paieškai.
mk: Можеби сакате да употребите --name за да барате имиња на пакети.
mt: Forsi trid tuża --name biex tfittex ismijiet tal-pakketti.
pa_in: ਤੁਸੀਂ ਪੈਕੇਜ ਨਾਂ ਖੋਜਣ ਲਈ --name ਵਰਤ ਸਕਦੇ ਹੋ।
sc: Forsis bolis impreai --name po circai is nòminis de is pakitus.

source: urpmi version %s Copyright (C) 1999-2005 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ar: urpmi إصدارة %s حقّ النّسخ 1999-2005 ماندريبا. هذا برنامج حرّ و يمكن إعادة توزيعه تحت بنود ترخيص GNU GPL. الاستعمال:
az: urpmi buraxılış %s Müəllif Hüququ (C) 2002 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. istifadə qaydası:
pa_in: urpmi ਵਰਜਨ %s Copyright (C) 1999-2005 Mandriva. ਇਹ ਮੁਫਤ ਹੈ ਅਤੇ ਇਸ ਨੂੰ GNU GPL ਹੇਠ ਮੁੜ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਵਰਤੋਂ:

source: --verify-rpm - verify rpm signature before installation (--no-verify-rpm disable it, default is enabled).
ar: --verify-rpm - تأكّد من توقيع rpm قبل التّثبيت (--no-verify-rpm يعطّل هذا الخيار، وهو ممكّن بشكل افتراضي.)
fur: --verify-rpm - verifiche le firme RPM prin de instalazion (--no-verify le disabilite, predefinide abilitade).
th: --verify-rpm - ตรวจสอบความถูกต้องของ rpm signature ก่อนการติดตั้ง (--no-verify-rpm disable it, default is enabled)

source: --test - verify if the installation can be achieved correctly.
ar: --test - تحقّق إن كان بالإمكان التثبيت بشكل صحيح.
fur: --test - verifiche se le instalazion e po sedi fate coretementri.
th: --test - ตรวจสอบว่าการติดตั้งสามารถทำได้ถูกต้องหรือไม่.

source: --norebuild - don't try to rebuild hdlist if not readable.
ar: --norebuild - لا تحاول إعادة بناء hdlist إن لم يكن قابلاً للقراءة.
bn: --norebuild - পড়তে না পারলে পুনরায় hdlist তৈরী করতে চেষ্টা করো না।
eo: --norebuild - ne provu rekonstrui hd-listo se ĝi ne estas legebla.
fa: --norebuild - تلاشی برای بازخوانی hdlist اگر قابل خواندن نیست نگردد.
ky: --norebuild - hdlist окулбаса, аны кайра түзүүгө аракет кылбоо.
lt: --norebuild - jei hdlist neperskaitomas, nebandyti jį atstatyti.
mk: --norebuild - не се обидувај повторно да правиш hdlist ако не може да се чита.
sc: --norebuild - no torrist a fraigai sa hdlist ki no fait a da ligi.

source: What can be done with binary rpm files when using --install-src
ar: ماذا يمكن فعله مع ملف rpm تنفيذي عند استخدام المعامل --install-src
fur: Ce puedial sedi fat cun i file binaris rpm cuant che al ven doprât --install-src
pa_in: ਬਾਈਨਰੀ rpm ਫਾਇਲਾਂ ਨਾਲ ਕੀ ਕਰਨਾ ਹੈ, ਜਦੋਂ ਕਿ --install-src ਵਰਤੋਂ

source: You need to be root to install the following dependencies: %s
ar: يجب أن تكون مستخدم جذر لكي تقوم بتثبيت الإعتمادات التالية: %s
az: Aşağıdakı asıllılıqları qurmaq üçün ali istifadəçi olmalısınız: %s
bn: নিম্নলিখিত ডিপেন্ডেন্সিসমূহ ইনস্টল করার জন্য আপনাকে রুট হতে হবে: %s
eo: Vi devas esti root por instali la sekvantajn dependaĵojn: %s
fa: برای نصب وابستگی‌های بدنبال آمده شما باید مدیر سیستم باشید: %s
fur: Tu âs di sedi root par podê instalâ chestis dipendencis: %s
ky: Төмөнкү көз карандылыктарды орнотуу үчүн сиз root болушуңуз керек: %s
lt: Išvardintų priklausomybių įdiegimiui jūs turite būti pradiniu: %s
mk: Треба да се root за да ги инсталирате следниве зависности: %s
ms: Anda perlu menjadi root utk install kebergantungan berikutnya: %s
mt: Trid tkun "root" biex tinstalla dawn id-dipendenzi: %s
no: Du må være root for å installere følgende avhengigheter: %s
pa_in: ਤੁਹਾਨੂੰ ਇਹ ਨਿਰਭਰਤਾ ਹੱਲ਼ ਕਰਨ ਲਈ ਪ੍ਰਬੰਧਕ (root) ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ: %s
sc: Depis essi root po aposentai is dependèntzias ki sighint: %s
sr@latn: Morate da imate root ovlašćenja da bi instalirali sledeće pakete: %s
th: คุณจะต้องเป็นรูทในการติดตั้ง ความเป็นอิสระ : %s

source: Press Enter when ready...
ar: اضغط Enter عند الاستعداد...
az: Hazır olanda Enter düyməsinə basın...
bn: প্রস্তুত হলে Enter চাপুন...
eo: Premu la enigklavon kiam vi pretas...
fa: وقتی آماده‌اید ورود را فشار دهید...
fur: Frache Enter cuant che tu sês pront...
ky: Даяр болгон соң, Enter басыңыз...
lt: Kai būsite pasiruošę, paspauskite Enter...
mk: Притиснете Ентер кога сте подготвени...
mt: Agħfas Enter meta tlesti...
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਤਿਆਰ ਹੋਣ ਤੇ Enter ਦਬਾਓ...
sc: Craca Enter candu ses prontu...
sr@latn: Pritisnite enter kada budete spremni...
th: กรุณากด enter เมื่อพร้อม

source: %d installation transactions failed
ar: فشل معاملات تثبيت %d
az: %d qurulum daşınmaları bacarılmadı
bn: %d ইনস্টলেশনের লেনদেন ব্যর্থ হয়েছে
eo: La instal-transakcio %d malsukcesis
fa: %d معامله‌های نصب شکست خورد
fur: %d stramudis de instalazion faladis
ky: %d орнотуу транзакциялары ишке ашпады
lt: %d įdiegimo operacijos nepavyko
mk: %d неуспешни трансакциии на инсталацијата
mt: %d tranżazzjonijiet ta' installazzjoni fallew
pa_in: %d ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਚਾਰ ਅਸਫਲ
sc: %d transatzionis de aposentadura faddias
sr@latn: %d instlaciona transakcija nije uspela

source: The following package names were assumed: %s
ar: تم افتراض أسماء الحزم التالية: %s
ky: Төмөнкү пакет аттары кабылданган: %s
lt: Buvo priimti šie paketo pavadinimai: %s
mk: Претпоставени се следниве имиња на пакетите: %s
sc: Eus pigau is nòminis de pakitu ki sighint: %s

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>] where <url> is one of [file:/]/<path> with <relative filename of hdlist> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> and [options] are from
ar: الاستعمال: urpmi.addmedia [options] <name> <url> [with <relative_path>] <url> يأخذ قيمته من القائمة التّالية [file:/]/<path> with <relative filename of hdlist> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> و [options] تأخذ قيمها من القائمة التّالية
az: istifadə qaydası: urpmi.addmedia [seçənəklər] <ad> <url> [with <nisbi_cığır>] burada <url> aşağıdakılardan biridir [file:/]/<cığır> with <hdlist'in nisbi fayl adı> ftp://<istifadəçi adı>:<şifrə>@<verici>/<cığır> with <hdlist'in nisbi fayl adı> ftp://<verici>/<cığır> with <hdlist'in nisbi fayl adı> http://<verici>/<cığır> with <hdlist'in nisbi fayl adı> removable://<cığır> və [seçənəklər] buradan gəlir
bn: ব্যবহারবিধি: urpmi.addmedia [options] <name> <url> [with <relative_path>] যেখানে <url> হচ্ছে নিম্নের যে কোন একটি [file:/]/<path> with <relative filename of hdlist> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> এবং [options] গুলো এর থেকে
fur: ûs: urpmi.addmedia [opzions] <non> <url> [with <percors>] la che <url> al è un tra [file:/]/<percors> with <non relatîf di hdlist> ftp://<login>:<password>@<host>/<percors> with <non relatîf di hdlist> http://<host>/<percors> with <non relatîf di hdlist> removable://<percors> e [opzions] e son di
lt: naudojimas: urpmi.addmedia [parinktys] <pavadinimas> <url> [su <relative_path>] kur <url> vienas iš [byla:/]/<kelias> su <atitinkamu hdlist bylos pavadinimu> ftp://<prisijungimas>:<slaptažodis>@<stotis>/<kelias> su <atitinkamu hdlist bylos pavadinimu> ftp://<stotis>/<kelias> su <atitinkamu hdlist bylos pavadinimu> http://<stotis>/<kelias> su <atitinkamu hdlist bylos pavadinimu> išimama://<kelias> ir [parinktys] yra iš
mk: употреба: urpmi.addmedia [опции] <name> <url> [со <relative_path>] каде <url> е една од [file:/]/<path> со <релативно име на датотеката на hdlist> ftp://<login>:<password>@<host>/<path> со <релативно име на датотеката на hdlist> ftp://<host>/<path> со <релативно име на датотеката на hdlist> http://<host>/<path> со <релативно име на датотеката на hdlist> removable://<path> и [опции] се од
sc: impreu: urpmi.addmedia [sceras] <nòmini> <url> [cun <bia_acapiada>] where <url> is one of [file:/]/<bia> with <nòmini acapiau de sa hdlist> ftp://<login>:<password>@<host>/<bia> with <nòmini acapiau de sa hdlist> ftp://<host>/<bia> with <nòmini acapiau de sa hdlist> http://<host>/<bia> with <nòmini acapiau de sa hdlist> removable://<bia> e is [sceras] funt de

source: --probe-synthesis - try to find and use synthesis file.
ar: --probe-synthesis - حاول أو تجد وتستخدم ملفّ التخليق.
az: --probe-synthesis - synthesis faylını tapıb işlətməyə çalış.
bn: --probe-synthesis - একটি synthesis ফাইল খুঁজে ব্যবহারের চেষ্টা করো।
eo: --probe-synthesis - provu trovi kaj uzi sintezan dosieron.
fa: --probe-synthesis - تلاش برای یافتن و استفاده از پرونده ترکیب.
fur: --probe-synthesis - cîr e dopre il file synthesis.
ky: --probe-synthesis - synthesis файлын издөө жана аны колдонуу.
lt: --probe-synthesis - bandyti surasti ir panaudoti sintezės bylą.
mk: --probe-synthesis - се обидува да пронајде и користи synthesis датотека.
mt: --probe-synthesis - ipprova sib il-fajl "synthesis".
sc: --probe-synthesis - prova a agatai e impreai sa synthesis.
sr@latn: --probe-synthesis - pokušava da pronađe i koristi synthesis fajl.

source: --probe-hdlist - try to find and use hdlist file.
ar: --probe-hdlist - حاول أن تجد وتستخدم ملف hdlist.
az: --probe-hdlist - hdlist faylını tapıb işlətməyə çalış.
bn: --probe-hdlist - একটি hdlist ফাইল খুঁজে ব্যবহারের চেষ্টা করো।
eo: --probe-hdlist - provu trovi kaj uzi hd-listan dosieron.
fa: --probe-hdlist - تلاش برای پیدا کردن و استفاده از پرونده‌ی hdlist.
fur: --probe-hdlist - prove a cirî e doprâ un file hdlist.
ky: --probe-hdlist - hdlist файлын издөө жана аны колдонуу.
lt: --probe-hdlist - bandyti surasti ir panaudoti hdlist bylą.
mk: --probe-hdlist - се обидува да пронајде и користи hdlist датотека.
mt: --probe-hdlist - ipprova sib il-fajl "hdlist".
sc: --probe-hdlist - prova a agatai e imprea sa hdlist.
sr@latn: --probe-hdlist - pokušava da pronađe i koristi hdlist fajl.
