Repository: OpenMandrivaSoftware/urpmi
Catalog: po/*.po
Languages: af, ar, az, bg, bn, bs, eo, fa, fur, ga, ka, ky, lt, lv, mk, ms, mt, no, pa_in, ro, sc, sr@latn, th

source: --files - list of files contained in the package
bs: --files - lista datoteka u paketu
ro: --files - afişarea fişierelor conţinute în pachet

source: --group - group
bs: --group - grupa
ro: --group - grup

source: --license - license
ro: --license - licenţă

source: --name - package name
bs: --name - ime paketa
ro: --name - numele pachetului

source: --obsoletes - obsoletes tags
bs: --obsoletes - tag 'prevaziđeno'
ro: --obsoletes - marcaj ca perimat

source: --packager - packager
bs: --packager - autor paketa
ro: --packager - creator

source: --provides - provides tags
bs: --provides - tag 'pruža'
ro: --provides - marcaj ofertă

source: --requires - requires tags
bs: --requires - tag 'zahtijeva'
ro: --requires - marcaj necesar

source: --size - installed size
bs: --size - veličina nakon instalacije
ro: --size - spaţiu instalat

source: --sourcerpm - source rpm name
bs: --sourcerpm - naziv izvornog rpm-a
ro: --sourcerpm - nume rpm sursă

source: --suggests - suggests tags
ro: --suggests - marcaj recomandat

source: --summary - summary
bs: --summary - sažetak.
ro: --summary - sumar

source: --vendor - vendor
bs: --vendor - izdavač
ro: --vendor - vânzător

source: -m - the media in which the package was found
bs: -m - medij na kojem je paket pronađen
ro: -m - mediul în care s-a găsit pachetul

source: -f - print version, release and arch with name.
ar: -f - اطبع النّسخة، الإصدار وarch مع الاسم.
az: -f - adla birlikdə buraxılış, yayını və arch'ı da çap et.
bn: -f - ভার্সন, প্রকাশ এবং আর্ক এর সঙ্গে নাম ছাপাও।
bs: -f - štampa verziju, izdanje i arhitekturu sa imenom.
eo: -f - printu version, eldonon kaj arkitekturon kun nomo.
fa: -f - چاپ نسخه، انتشار و ساختار با نام.
fur: -f - stampe version, release e architeture cun non.
ky: -f - версиясын, релизин жана архитектурасын аттары менен кошо чыгаруу.
lt: -f - spausdinimo versija, išleisti ir archyvuoti su pavadinimu.
mk: -f - испишува верзија, објавување и архитектура со име.
ms: -f - cetak versi, keluaran dan arch dgn nama.
mt: -f - uri verżjoni, ħarġa u arkitettura flimkien ma' l-isem.
no: -f - skriv ut versjon, utgivelse og arch med navn.
ro: -f - afişează versiune, ediţie şi arhitectură cu nume.
sc: -f - amosta sa versioni, arrelasçu e arkidetura cun su nòmini.
sr@latn: -f - prikazuje verziju, izdanje i arhitekturu, uključujući i ime.
th: -f - เวอร์ชั่นที่พิมพ์, รีลีสและ arch พร้อมชื่อ.

source: Incorrect format: you may use only one multi-valued tag
bs: Neispravan format: možete koristiti samo jedan viševrijednosni tag
ro: Format incorect: puteţi utiliza numai o singură etichetă cu valori multiple

source: using specific environment on %s
ar: جاري استخدام بيئة محددة على %s
az: %s üstündə xüsusi mühit istifadə edilir
bn: %s-এর ওপর সুনির্দিষ্ট পরিবেশ ব্যবহার করো
bs: koristim navedenu okolinu na %s
eo: uzante specifan medion sur %s
fa: استفاده از محیط مشخص بر %s
fur: o dopri les variabilis di ambient su %s
ky: %s үчүн спецификалык чөйрө колдонулууда
lt: %s naudojama specifinė aplinka
mk: употребувам одредена околина на %s
mt: qed jintuża ambjent speċifiku fuq %s
pa_in: %s ਤੇ ਖਾਸ ਵਾਤਾਵਰਣ ਦੀ ਵਰਤੋਂ ਕਰਕੇ
ro: folosind mediul specific pe %s
sc: impreu unu ambienti indidau in %s
sr@latn: koristim dato okruženje na %s

source: no hdlist available for medium "%s"
ro: nu este disponibil un hdlist pentru mediul "%s"

source: no synthesis available for medium "%s"
ro: nu este disponibil un synthesis pentru mediul "%s"

source: no xml-info available for medium "%s"
ro: nu sunt disponibile informaţii xml pentru mediul "%s"

source: urpmi was restarted, and the list of priority packages did not change
ro: urpmi s-a repornit, lista pachetelor prioritare este neschimbată

source: urpmi was restarted, and the list of priority packages did change: %s vs %s
ro: urpmi s-a repornit, lista pachetelor prioritare s-a modificat: %s contra %s

source: No package named %s
bs: Nema paketa pod imenom %s
ro: Nici un pachet numit %s

source: The following packages contain %s: %s
ar: الحزم التالية تحتوي على %s: %s
az: Aşağıdakı paketlər %s daxıl edir: %s
bn: এই প্যাকেজগুলিতে রয়েছে %s: %s
bs: Sljedeći paketi sadrže %s: %s
eo: La sekvantaj pakaĵoj enhavas %s: %s
fa: بسته‌های بدنبال آمده حاوی %s: %s
fur: I pachets seguints e contegnin %s: %s
ky: Төмөнкү пакеттер %s камтыйт: %s
lt: Šie paketai turi %s: %s
mk: Следниве пакети содржат %s: %s
ms: Pakej berikut mengandungi %s: %s
mt: Dawn il-pakketti fihom %s: %s
no: Følgende pakker inneholder %s: %s
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜਾਂ ਵਿੱਚ %s: %s
ro: Următoarele pachete conţin %s: %s
sc: Is pakitus ki sighint cuntenint %s: %s
sr@latn: Sledeći paketi sadrže %s: %s
th: packages ต่อไปนี้มี %s: %s

source: found package(s) %s in urpmi db, but none are installed
ro: s-a găsit pachetul(ele) %s în urpmi db, dar nu este instalat

source: Package %s is already installed
ro: Pachetul %s este instalat deja

source: Packages %s are already installed
ro: Pachetele %s sunt instalate deja

source: due to missing %s
ar: بسبب فقدان %s
az: %s əksik olduğuna görə
bn: %s অনুপস্থিতির কারনে
bs: zbog nedostajućeg %s
eo: pro mankanta %s
fa: بدلیل عدم وجود %s
fur: cause cal mancje %s
ky: %s жоктугунан
lt: dėl trūkstamo %s
mk: поради недостаток на %s
mt: minħabba %s nieqes
pa_in: ਗੁੰਮ %s ਹੋਣ ਕਰਕੇ
ro: datorită lipsei %s
sc: ca amancat %s
sr@latn: zbog ne postojanja %s

source: due to already installed %s
ro: %s este deja instalat

source: due to unsatisfied %s
ar: بسبب عدم ارضاء %s
az: razı qalmayan %s olduğuna görə
bn: %s অসন্তুষ্টির কারনে
bs: zbog nezadovoljenih %s
eo: pro neplenumita %s
fa: بدلیل عدم رضایت %s
fur: cause che %s no l'è sodisfat
ky: %s канаатанбагандыгынан
lt: dėl nepatenkinto %s
mk: поради незадоволени %s
mt: minħabba %s mhux sodisfatt
pa_in: ਨਾ-ਪੂਰਾ %s ਹੋਣ ਕਰਕੇ
ro: datorită %s nesatisfăcute
sc: ca no est satisfatu %s
sr@latn: zbog ne zadovoljenog %s

source: trying to promote %s
ar: جاري محاولة ترقية %s
az: %s irəliləndirməyə çalışılır
bn: %s প্রোমট করার চেষ্টা করছি
bs: pokušavam promovirati %s
eo: mi provas disponigi %s
fa: تلاش برای ترفیع %s
fur: ricercje dal miôr pachet %s
ky: %s активдештирүү аракети
lt: bandau paaukštinti %s
mk: се обидувам да промовирам %s
mt: qed nipprova nippromwovi %s
pa_in: %s ਨੂੰ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ
ro: încerc să promovez %s
sc: provu a sçoberai %s
sr@latn: pokušavam da prikažem %s

source: in order to keep %s
ar: كي يتم الحفاظ على %s
az: %s'ı saxlamaq üçün
bn: %s রাখার জন্য
bs: kako bi zadržao %s
eo: por konservi %s
fa: برای نگهداشتن %s
fur: par tignî %s
ky: %s сактоо үчүн
lt: %s išlaikymui
mk: за да се задржи %s
mt: sabiex inżomm %s
pa_in: %s ਰੱਖਣ ਲਈ
ro: pentru a păstra %s
sc: po podi apoderai %s
sr@latn: da bih zadržao %s

source: in order to install %s
ar: كي يتم تثبيث %s
az: %s paket(lər)ini qurmaq üçün
bn: %s ইনস্টলের জন্য
bs: da bih instalirao %s
eo: por instali %s
fa: برای نصب %s
fur: par instalâ %s
ky: %s орнотуу үчүн
lt: %s įdiegimui
mk: за да се инсталира %s
mt: sabiex ninstalla %s
pa_in: %s ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ
ro: pentru a instala %s
sc: po podi aposentai %s
sr@latn: da bi instalirao %s

source: due to conflicts with %s
ar: بسبب التعارض مع %s
az: %s ilə yaranan toqquşma səbəbiylə
bn: %s-এর সাথে সংঘাতের কারনে
bs: zbog konflikta sa %s
eo: pro konflikto kun %s
fa: بدلیل اختلاف با %s
fur: cause di conflits cun %s
ky: %s менен конфликтешкендиги үчүн
lt: dėl konfliktų su %s
mk: поради конфликти со %s
mt: minħabba konflitt ma' %s
pa_in: %s ਨਾਲ ਅਪਵਾਦ ਕਰਕੇ
ro: datorita conflictelor cu %s
sc: ca gherrat cun %s
sr@latn: zbog konflikta sa %s

source: Invalid signature (%s)
ar: توقيع غير صالح (%s)
az: Hökmsüz imza (%s)
bn: অবৈধ স্বাক্ষর (%s)
bs: Neispravan potpis (%s)
eo: Nevalida signaturo (%s)
fa: امضای نامعتبر (%s)
fur: Firme no valevule (%s)
ky: Туура эмес сигнатура (%s)
lt: Netinkamas ženklas (%s)
mk: Невалиден потпис (%s)
mt: Firma invalida (%s)
pa_in: ਗਲਤ ਦਸਤਖਤ (%s)
ro: Semnătură incorectă (%s)
sc: Firma (%s) no bàlida
sr@latn: Neispravan potpis (%s)

source: Invalid Key ID (%s)
ar: مفتاح هوية غير صالح (%s)
az: Hökmsüz Qiymət ID (%s)
bn: অবৈধ কী পরিচয় (%s)
bs: Neispravan ID ključa (%s)
eo: Nevalida Ŝlosil-ID (%s)
fa: شناسه کلید نامعتبر (%s)
fur: Clâf ID (%s) no valevule
ky: Туура эмес Key ID (%s)
lt: Netinkamas rakto ID (%s)
mk: Невалиден ID на клучот (%s)
mt: ID taċ-ċifrarju invalidu (%s)
pa_in: ਗਲਤ ਕੁੰਜੀ ID (%s)
ro: ID cheie incorect (%s)
sc: Crai ID (%s) no bàlida
sr@latn: Pogrešan ID ključa(%s)

source: Missing signature (%s)
ar: توقيع مفقود (%s)
az: Əksik imza (%s)
bn: (%s) স্বাক্ষর পাওয়া যাচ্ছে না
bs: Nedostaje potpis (%s)
eo: Mankas signaturo (%s)
fa: عدم وجود امضا (%s)
fur: Firme mancjant (%s)
ky: Сигнатура жок (%s)
lt: Nėra ženklo (%s)
mk: Недостасува потпис (%s)
mt: Firma nieqsa (%s)
pa_in: ਦਸਤਖਤ (%s) ਗੁੰਮ ਹਨ
ro: Semnătură lipsă (%s)
sc: Amancat sa firma (%s)
sr@latn: Nedostaje potpis (%s)

source: system
ro: sistem

source: You should restart %s for %s
ro: Trebuie să reporniţi %s pentru %s

source: Can't write file
ro: Nu se poate scrie fişierul

source: Can't open file
ro: Nu se poate deschide fişierul

source: Can't move file %s to %s
ro: Nu se poate muta fişierul %s la %s

source: urpme version %s Copyright (C) 1999-2008 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
bs: urpme verzija %s Copyright (C) 1999-2008 Mandriva. Ovo je slobodan software i može biti distribuiran pod uslovima GNU GPL-a. upotreba:
ro: urpme versiunea %s Copyright (C) 1999-2008 Mandriva. Acest program este soft liber şi poate fi redistribuit sub termenii GNU GPL. utilizare:

source: --auto - automatically select a package in choices.
ar: --auto - قم باختيار حزمة آلياَ في الاختيارات.
az: --auto - seçililər arasında paketi avtomatik seç.
bn: --auto - পছন্দসমূহ থেকে সয়ংক্রিয়ভাবে প্যাকেজ নির্বাচন করো।
bs: --auto - automatski izaberi pakete u izborima.
eo: --auto - automate elektu pakaĵon en elektoj.
fa: --auto - انتخاب یک بسته بطور خودکار در انتخاب‌ها.
fur: --auto - selezione automatichementri un pachet de sieltis.
ky: --auto - сунушталгандардын ичинен пакетти автоматтык тандоо.
lt: --auto - automatiškai parinkti paketą pasirinkimų sąraše.
mk: --auto - автоматски изберете пакет со избор.
mt: --auto - agħżel pakkett awtomatikament fl-għażla.
ro: --auto - selectare automată pachet în opţiuni.
sc: --auto - sçobera in automàtigu unu pakitu intr''e is sceras.
sr@latn: --auto - automatski selektuje pakete od ponuđenog.
th: --อัตโนมัติ - ทำการเลือกแพ็คเกจโดยอัตโนมัติ.

source: --auto-orphans - remove orphans
ro: --auto-orphans - ştergere pachete inutile

source: --test - verify if the removal can be achieved correctly.
ar: --test - تحقق إن كان بالإمكان الإزالة بشكل صحيح.
bn: --test - সরানোটি সঠিকভাবে সম্পন্ন করা যাবে কি-না যাচাই করো।
bs: --test - provjeri da li se uklanjanje može ispravno izvršiti.
fa: --test - تصدیق کردن اینکه آیا حذف می‌تواند بدرستی انجام پذیرد.
ky: --test - туура өчүрүү мүмүкүнчүлүгүн текшерүү.
lt: --test - tikrinti, jei pašalinimas negali būti tinkamai įvykdytas.
mk: --test - проверете дали отстранувањето ќе заврши успешно.
ro: --test - verificaţi dacă ştergerea poate fi îndeplinită corect.
sc: --test - aberiga ki fait a srexinai in manera lìmpia.

source: --parallel - distributed urpmi across machines of alias.
ar: --parallel - urpmi موزّع على الأجهزة الخاصّة بالاسم البديل.
az: --parallel - alias sistemləri arasında paylaşılmış urpmi.
bn: --parallel - এলিয়াসের মেশিনসমূহের মধ্যে বিতরণকৃত urpmi
bs: --parallel - distribuirani urpmi preko mašina sa aliasom.
eo: --parallel - distribuita urpmi tra maŝinoj de kromnomo.
fa: --parallel - urpmi منتشر شده در بین ماشین‌های مستعار.
fur: --parallel - urpmi distribuît tra diferentis machinis.
ky: --parallel - машиналардын алиастары боюнча бөлүнгөн urpmi.
lt: --parallel - urpmi paskirstomas po kompiuterius.
mk: --parallel - дистрибуиран urpmi низ машини со прекари.
mt: --parallel - iddistribwixxi urpmi fuq il-magni ta' alias.
ro: --parallel - urpmi distribuit între maşinile cu alias.
sc: --parallel - urpmi distribuiu intr''e màkinas diferentis.
sr@latn: --parallel - distribuirani urpmi preko mašina sa nadimkom.

source: --repackage - Re-package the files before erasing
bs: --repackage - Prepakuj datoteke prije brisanja
ro: --repackage - Reîmpachetarea fişierelor înaintea ştergerii

source: --root - use another root for rpm removal.
ar: --root - استخدام جذر آخر لإزالة rpm.
bn: --root - rpm সরানোর জন্য আরেকটি root ব্যবহার করো।
bs: --root - koristi drugi korijen za uklanjanje RPM-a.
fa: --root - استفاده از ریشه‌ی دیگری برای حذف نصب rpm.
ky: --root - rpm өчүрүү үчүн башка түп колдонуу.
lt: --root - naudokite kitą pradinį (root) rpm pašalinimui.
mk: --root - користи друг root за отстранување на rpm.
ro: --root - folosiţi alt administrator pentru ştergerea rpm-urilor.
sc: --root - imprea un'atra root po srexinai is rpm.

source: --justdb - update only the rpm db, not the filesystem.
ro: --justdb - se actualizează doar rpm db, nu şi sistemului de fişiere.

source: --noscripts - do not execute package scriptlet(s).
bs: --noscripts - ne izvršavaj skripte u paketu.
ro: --noscripts - nu se execută algoritmul(ii) suplimentar al pachetului.

source: --use-distrib - configure urpme on the fly from a distrib tree, useful to (un)install a chroot with --root option.
bs: --use-distrib - podesi urpme u letu iz distrib stabla, korisno za chroot de-instalacije uz korištenje --root opcije.
ro: --use-distrib - configurare urpme instantanee dintr-un arbore de distribuţie, utilă pentru (dez)instalarea chroot cu opţiunea --root .

source: --verbose, -v - verbose mode.
bs: --verbose, -v - rječiti mod.
ro: --verbose , -v - mod detaliat.

source: -a - select all packages matching expression.
ar: -a - اختر كل الحزم المتفقة مع المعامل.
az: -a - qaydaya uyğun gələn bütün paketləri seç.
bn: -a - expression মিলিয়ে সমস্ত প্যাকেজ নির্বাচন করো।
bs: -a - izaberi sve pakete koji odgovaraju izrazu.
eo: -a - elektu ĉiujn pakaĵojn kongruajn kun la esprimo.
fa: -a - انتخاب تمام بسته‌های مطابق با عبارت.
fur: -a - sielç ducj i pachets che cuadrin te espression.
ky: -a - туюнтмага туура келген бардык пакеттерди тандоо.
lt: -a - išrinkti visus paketus, atitinkančius išraišką.
mk: -a - избери ги сите пакети кои се совпаѓаат со изразот.
mt: -a - agħżel kull ma jaqbel fuq il-linja tal-kmand.
ro: -a - selectează toate pachetele ce se potrivesc cu expresia.
sc: -a - sçobera tpotu is pakitus ki cunsonant cun s'espressada.
sr@latn: -a - izaberi sve pakete koji odgovaraju izrazu.
th: -a - เลือกทั้งหมดที่ตรงกับคำสั่ง

source: Only superuser is allowed to remove packages
ar: يسمح للمستخدم الجذر فقط بحذف الحزم
bn: শুধুমাত্র superuser-এর প্যাকেজ সরাবার অনুমতি আছে
bs: Samo administrator (superkorisnik) može uklanjati pakete
fa: فقط کاربر مدیر برای برداشتن بسته‌ها مجاز است
ky: Суперколдонуучу гана пакеттерди жогото алат
lt: Paketus pašalinti gali tik supervartotojas
mk: Само на суперкорисникот му е дозволено да отстранува пакети
pa_in: ਸਿਰਫ਼ ਪ੍ਰਬੰਧਕ ਹੀ ਪੈਕੇਜ ਹਟਾ ਸਕਦੇ ਹਨ
ro: Doar administratorul poate şterge pachete
sc: Feti superuser podit srexinai pakitus

source: unknown packages
ar: حزم غير معروفة
az: namə'lum paketlər
bn: অজানা প্যাকেজসমুহ
bs: nepoznati paket
eo: nekonataj pakaĵoj
fa: بسته‌های ناشناس
fur: pachets no cognossûts
ky: белгисиз пакеттер
lt: nežinomi paketai
mk: непознати пакети
mt: pakketti mhux magħrufa
pa_in: ਅਣਜਾਣ ਪੈਕੇਜ
ro: pachete necunoscute
sc: pakitus disconnotus
sr@latn: nepoznati paketi

source: unknown package
ar: حزمة غير معروفة
az: na'məlum paket
bn: অজানা প্যাকেজ
bs: nepoznat paket
eo: nekonata pakaĵo
fa: بسته‌ی ناشناس
fur: pachet no cognossût
ky: белгисиз пакет
lt: nežinomas paketas
mk: непознат пакет
mt: pakkett mhux magħruf
pa_in: ਅਣਜਾਣ ਪੈਕੇਜ
ro: pachet necunoscut
sc: pakitu disconnotu
sr@latn: nepoznati paket

source: Removing the following package will break your system:
ro: Ştergerea următorului pachet va corupe sistemul:

source: Nothing to remove
ar: لا شئ للإزالة
az: Silinəcək heç bir şey yoxdur
bn: সরানোর মতো কিছুই নেই
bs: Nema ništa za uklanjanje
eo: Nenio forigenda
fa: هیچ چیزی برای برداشتن
fur: Nuie di rimovi
ky: Алып салууга эч нерсе жок
lt: Nėra ką pašalinti
mk: Нема за отстранување
mt: M'hemm xejn x'inneħħi
pa_in: ਹਟਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ
ro: Nimic de şters
sc: Nudda de srexinai
sr@latn: Nema ničega što bi se moglo ukloniti

source: No orphans to remove
ro: Nu sunt pachete inutile de şters

source: To satisfy dependencies, the following package will be removed
ro: Pentru satisfacerea dependenţelor, următorul pachet va fi şters

source: (orphan package)
ro: (pachet inutil)

source: Remove %d package?
ro: Se şterge %d pachet?

source: (y/N)
ar: (ن/ل)
az: (b/X)
bs: (d/N)
eo: (J/n)
fur: (s/N)
lt: (t/N)
ms: (y/T)
mt: (i/L)
no: (j/N)
ro: (d/N)
sr@latn: (d/N)

source: testing removal of %s
ro: se verifică ştergerea %s

source: Removal failed
ar: فشلت عملية الإزالة
az: Çıxartma bacarılmadı
bn: সরাতে ব্যর্থ
bs: Uklanjanje nije uspjelo
eo: Forigado malsukcesis
fa: برداشتن شکست خورد
ky: Алып салуу ишке ашпады
lt: Pašalinimas nepavyko
mk: Отстранувањето не успеа
mt: Tneħħija falliet
ro: Ştergere nereuşită
sc: Srexinadura faddia
sr@latn: Uklanjanje nije uspelo

source: Removal is possible
ro: Ştergere posibilă

source: unterminated expression (%s)
ro: expresie nedeterminată (%s)

source: --auto-update - update media then upgrade the system.
ro: --auto-update - actualizare medii urmată de actualizarea sistemului.

source: --no-md5sum - disable MD5SUM file checking.
ro: --no-md5sum - se dezactivează verificarea fişierelor cu MD5SUM.

source: --force-key - force update of gpg key.
ro: --force-key - se forţează actualizarea cheii gpg.

source: --auto-orphans - remove orphans without asking
ro: --auto-orphans - ştergere pachete inutile fără confirmare

source: --no-suggests - do not auto select "suggested" packages.
ro: --no-suggests - nu se selectează automat pachetele "recomandate".

source: --no-uninstall - never ask to uninstall a package, abort the installation.
ar: --no-uninstall - لا تسأل أبداً أن تزيل حزمةً، بل تجاهل التثبيت.
az: --no-uninstall - paket silməyi qətiyyən soruşma, qurulumu bitir.
bn: --no-uninstall - প্যাকেজ আন-ইনস্টলেশন করতে কখনো জিজ্ঞাসা করো না, ইনস্টলেশন বাতিল করো।
bs: --no-uninstall - nikad ne pitaj za deinstalaciju paketa, prekini instalaciju.
eo: --no-uninstall - neniam petu malinstali pakaĵon, ĉesigu la instaladon.
fa: --no-uninstall - هرگز برای عزل یک بسته پرسش نشود، پایان نصب.
fur: --no-uninstall - no sta mai a domandâ di rimovi un pachet, ferme le instalazion.
ky: --no-uninstall - эч качан пакетти алып салууну сурабоо, орнотууну токтотуу.
lt: --no-uninstall - niekada neklausiti dėl paketo pašalinimo, nutraukti įdiegimą.
mk: --no-uninstall - никогаш не бара да се отстрани пакетот, прекини ја инсталацијата.
mt: --no-uninstall - tistaqsi qatt biex tneħħi pakkett, waqqaf l-installazzjoni.
ro: --no-uninstall -nu se dezinstalează pachete niciodată, renunţă la instalare.
sc: --no-uninstall - no preguntist mai po srexinai unu pakitu, bessi.
sr@latn: --no-uninstall - nikada ne traži deinstalaciju paketa, obustavi instalaciju.

source: --no-install - don't install packages (only download)
ar: --no-install - عدم تثبيت الحزم (فقط تنزيلها)
bs: --no-install - nemoj instalirati pakete (samo ih preuzmi)
ky: --no-install - пакетттерди орнотпоо (жүктөө гана)
lt: --no-install - paketų neįdiegti (tik parsisiųsti)
mk: --no-install - не ги инсталира пакетите (само ги презема)
ro: --no-install - nu se instalează pachetele (doar descărcare)
sc: --no-install - no aposentist pakitus (scarrigaddus feti)

source: --keep - keep existing packages if possible, reject requested packages that lead to removals.
ar: --keep - إبقاء الحزم الموجودة إن أمكن، ورفض الحزم المطلوبة التي تؤدي إلى إزالة غيرها.
az: --keep - mümkündürsə, mövcud paketləri saxlamaya çalış, paketlərin silinməsini məcbur qılan paketləri rədd et.
bn: --keep - বিদ্যমান প্যাকেজসুমহকে সম্ভব হলে রাখো, আবেদনকৃত প্যাকেজসমুহ যেগুলো সরানো হবে তা নাকচ করো ।
bs: --keep - čuvaj postojeće pakete ako je moguće, odbaci tražene pakete koji vode uklanjanju.
eo: --keep - konservu ekzistantajn pakaĵojn laŭeble, rifuzu postulatajn pakaĵojn kiuj kondukas al forigo.
fa: --keep - نگهداشتن بسته‌های موجود در صورت ممکن، عدم پذیرش بسته‌هایی که به برداشتن ختم می‌شود.
ky: --keep - мүмкүн болсо бар пакеттерди калтыруу, алып салууга алып келүүчү пакеттерди талап кылууну четке кагуу.
lt: --keep - jei įmanoma, išlaikyti esančius paketus, atmesti pareikalautus paketus, kurie prašo pašalinimų.
mk: --keep - ако е можно, задржи ги постоечките пакети, одбиј ги бараните пакети кои водат до отстранување.
mt: --keep - żomm il-pakketti eżistenti jekk jista' jkun, iċħadkeep existing packages if possible, reject requested packages that lead to removals.
ro: --keep - păstrează pachetele existente dacă este posibil, refuză pachetele cerute dacă duc la eliminări lor.
sc: --keep - apodera is pakitus ki dui funt, ki fait, arrevuda is pakitus sçoberaus ki funt de srexinai.
sr@latn: --keep - zadržava postojeće paket ukoliko je moguće, odbacuje zahtevani paket koji vodi uklanjanju.

source: --split-level - split in small transaction if more than given packages are going to be installed or upgraded, default is %d.
ar: --split-level - جزّء على شكل معاملات صغيرة إن كان هناك أكثر من عدد الحزم المحدّة سوف يتمّ تثبيته أو تحديثه، والمفترض هو %d.
az: --split-level - veriləndən çox paket qurulacaq ya da yenilənəcəksə daha qısa keçişlərə böl, əsas qiymət: %d.
bn: --split-level - প্রদত্ত প্যাকেজের চাইতে বেশী ইনস্টল বা আপগ্রড হলে লেনদেন ছোট খন্ড করে নাও, স্বাভাবিক হলো %d
bs: --split-level - podijeli u više manjih transakcija ako će navedeni paketi biti instalirani ili unaprijeđeni, podrazumijeva se %d.
eo: --split-level - splitu en etaj transakcioj se pli ol donitaj pakaĵoj estas instalotaj aŭ ĝisdatigotaj, defaŭlta estas %d.
fa: --split-level - تقسیم به قطعات کوچک اگر بیشتر ار بسته‌های داده شده قرار است نصب یا ارتقا داده شوند، پیش‌فرض %d می‌باشد.
fur: --split-level - dissepare le operazion in piçulis transazions se un pachet al stâ par sedi instalât o atualizât, il valôr predefinît al è %d.
ky: --split-level - эгер көрсөтүлгөндөрдөн башка кошумча пакеттер орнотулса же жаңыланса майда транзакцияларга бөлүү, алдыалынганы %d.
lt: --split-level - padalyti į mažesnes operacijas, jei daugiau nei duota paketų ruošiamasi įdiegti ar atnaujinti, standartiškai yra %d.
mk: --split-level - раздели на мали трансакции ако повеќе од дадените пакети ќе се инсталираат или ќе бидат ажурирани, стандардно е %d.
mt: --split-level - aqsam fi tranżazzjonijiet żgħar jekk se jiġu installati jew aġġornati iżjed mill-pakketti mitluba; impliċitament %d.
ro: --split-level - împarte în tranzacţii mai mici, dacă se vor instala sau actualiza mai multe pachete decât date, implicit este %d.
sc: --split-level - pratzit s'obra in transatzioneddas ki megu a aposentai o ajorronai prus pakitus de is ki boliast, predefiniu est %d.
sr@latn: --split-level - izdeli u male transakcije ukoliko će biti instalirano više paketa od datog broja, default je %d.

source: --split-length - small transaction length, default is %d.
az: --split-length - kiçik keçiş uzunluqu, əsasən %d.
bn: --split-length - ছোট লেনদেনের দৈর্ঘ্য, স্বাভাবিক হচ্ছে %d.
bs: --split-length - mala dužina transakcije, podrazumijeva se %d.
eo: --split-length - eta transakcio-longo, defaŭlta estas %d.
fa: --split-length - اندازه‌های کوچک انتقال, پیش‌فرض %d می‌باشد.
fur: --split-length - par vê transazions plui piçulis, il valôr predefinît al è %d.
ky: --split-length - майда транзакциянын узундугу, алдыалынганы %d.
lt: --split-length - trumpos operacijos ilgis, standartiškai yra %d.
mk: --split-length - мала должина на трансакцијата, стандардно е %d.
mt: --split-length - tul qasir ta' tranżazzjoni, impliċitament %d.
ro: --split-length - lungime tranzacţii mici, implicit este %d.
sc: --split-length - balori de is transatzioneddas, predefiniu est %d.
sr@latn: --split-length - mala dužina transakcije, osnovna postavka je %d.
